{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"base","trainable":false,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,32,32,1],"dtype":"float32","sparse":false,"name":"image"},"registered_name":null,"name":"image","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,32,32,1]},"name":"conv0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,32,1],"dtype":"float32","keras_history":["image",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"pool0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"pool0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,32,32],"dtype":"float32","keras_history":["conv0",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv1","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,16,16,32]},"name":"conv1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,16,16,32],"dtype":"float32","keras_history":["pool0",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"pool1","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"pool1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,16,16,64],"dtype":"float32","keras_history":["conv1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,8,8,64]},"name":"flatten","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,8,8,64],"dtype":"float32","keras_history":["pool1",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":8,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,4096]},"name":"dense0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,4096],"dtype":"float32","keras_history":["flatten",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense1","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,8]},"name":"dense1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,8],"dtype":"float32","keras_history":["dense0",0,0]}}],"kwargs":{}}]}],"input_layers":[["image",0,0]],"output_layers":[["dense1",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{"optimizer":{"module":"keras.optimizers","class_name":"SGD","config":{"name":"SGD","learning_rate":0.009999999776482582,"weight_decay":null,"clipnorm":null,"global_clipnorm":null,"clipvalue":null,"use_ema":false,"ema_momentum":0.99,"ema_overwrite_frequency":null,"loss_scale_factor":null,"gradient_accumulation_steps":null,"momentum":0.0,"nesterov":false},"registered_name":null},"loss":"mse","loss_weights":null,"metrics":null,"weighted_metrics":null,"run_eagerly":false,"steps_per_execution":1,"jit_compile":true}},"image_data_format":"channels_last","input_shapes":[[32,32,1]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[32,32,1],"values":["PLsVP5jHN76Gk+w9hH4hv4emIz8oYhk/c0s4P/U0WD2KmqY/M5uCvwNwW7+6ieu+0mFTPWiFiD+mBrK+57mbP48TR7+yv4g/2c2av4YHcb6yW8S+LlSRPDRL3z/FU1o/M+q5v8c4nD/N89a9gUxYv31mOz2GOZm/sF4ZP46Edz/mWS5Aptabvkz6Ob9t1ZU/VA+tv+nqyL9d0/y+mVvIPtK0grx5Sbc+qDNLP4PDO78cqly/LuZJvyfACz4usYM9sG4xPb91gr8tz0A/5QcbviXtXD9nbKS+z2XtPtHzVD7a6g2/oU9tv05Rob7KIae/a/GFPg41lj5M5M8+KpHsPrF/gr83dvE92IO9vuVQO78Gco+/MB1JPzCfPTrv1AU/3eU5v//SWr82gGQ9NQWRPy60mr9ZETg+SPkwQF5jkj8yPwS8apyIv9JK6j+3FBU/ObHYvlOxxD7nbFA9QaAxPwkSAECc4r4/80zovtFvSD/WbnW/QBUvP3Gdq78s9WU+pTB0v6eGQz8ky8o/8W4Kv8AX0L8U1CbAcuLRPVO3kb3TzfE/6+jwPtrPqj9yazy/rstWv/aCO73NKKa/E3FlP/unXr+bAPk8eTNQP15Efr/hsd2++cmyPoHnm79q+ps/c2GGvWgiNj5Z/Jc/wgvyv423qb4BgWM/jo1XvU1J279uIFu/DrHwv8ZKHz8Fji6+XKPave8rNb/FXlA+PxhGPwf8pL+93M0/75riv0NZJj8wc94+vVYdPzRYBr5HjA4+dEBZP4Mqgb+YeY6/qTXBPo5hRD6d7f8+WP2UPs7fDL+MBN8+4o+Avly5tL4BwYC+NzEHv+2ME78Fkas+K6uxv01UNT9TlVg/wZQRv4BKij7X/Wa/NC20Pm5xpD6ls0q/HTOrPiZ+0L7ysAVALXWcv/Lvqj1mn5q/Dsfvv1a82D9F/Nw+GM5XPx7d3j1QkRk/NXGMv8kW6b2TeX8+II3WviXWsD9jZcw9f10cPsEqdb83LMU9mfCfP6qauD0cPNa/","hX63PjFRFb+BmyC/gqO6vr4Mxb+Bu8i/xISNPSA2Y764Qg6+AqfOv5iyK8AfCEs/WexLvZLtIj3U/8q+zJ7nP9H5DD8l6XQ/0L+evk2VxL7nzY8+DngkP/5aLL+u3Yu/wYIbwD/GRD/d2eM/bPVjPk/qKz83mlk/s2t0v3z7ejwfBZc/eR8EQOOjFz6fUk2+kvCtP00VML1wkbO+MHmFPzWP6D5YhOO+n8GGvz//CD/HJQRAu2SNv/SVUD8plV8/GAAlwMBefz0jQALA1Ov7vkmFzz/G3xw/T7Zhv2e6DT/SyyY/yvV/P6ptTr+Ki9A+4LhRP0SAuD6c21g/ilAFQDsSZz8DfpM/dT4jQFzgoL+mUwrAuhDvvjg+PcBWm3i/Ymuav7ymmj6ORZ8/Arzev0lWoT04YRc/Qeesvn7opb/Lyf8/wVmuvlVFQz/XE5Y/4r5iv4ixWz8/w18/C5aMPne6k79sFpQ//5kvP1wIHL96gTo/5WzyPnsszb+Vf7+/j1Oiv/sAx71uQ5K/GAzGPfk7vL5VMi6/QrHPvkHlA8AIzvw+XIlyv14Koz/HA7c+IWHEv5jIxz+2Q/C94S4RPxD+Fz3Z/2W/BmEcPlu0Oj9kowW/McRGv8M+o77UzI2/jvw+vwPnH7/+GiS8g3vYPxUUnD/aQPQ+5H8FveUFFL89mBi/zPdUvPHb3r/rUrg+GRUpP02uzb/lOvK+Ltt3vYEpxz/Y5t8/X0ZGv8vXj7+NrI4++7F8v5+cmj+/z9E/HvQbPyFuoL94Rmq/UobFP3Wcsz/DxaM/jnx1P7vDsj++642/1ol1vmO8lL+cqFo/uJSzPzDImj//+gVAHqBoP+opWL90c7e+uFOiviMOSL9kqos/AeunP9lHgz4MK7C+vgozv8BChb8L0Gs/vSWEP2UVjz+zFXs/EAESwDDssDyBiz6/AheGPyN32b/RKd2/SHCkPX6iiD/j0eq/N14Zv2i30L8KCJG/ppvFvh4Ms78vs32/Qx/SPmniXb6BiGo/","iUXBvqvt5j7k6CA/y1BQP4r9m75qLYG+Fj3Ova7ffT/PXd6+cfCIv3uS9D8jjg+/BX6wvoxo7T7sfYw+p6h7v6uUfT6bxFc/PreKv9OmBT/73FY+erjRvuofpr5t+mW/Sj6MPowM6D0KBzo+bNDJP4ZBSr6gs4e/1MyYv4kchz7X6H6/JLgDvw2xIj9b2Va/q9exvd2Imz8D/4C/mIuMvjYDlD4CSLA+eGgsPzJjhT6eDjY/1RV9PxZdVT/sOZi+2n0Ev7wo2b+BMkA/ERHvP+JYa759CZg/KI0Cv9UJND8kTz+/AJq0P2ZsPz+FZOM+QmDmPQvHab+d8JE/rw4UwMY6OL/CqAw/fvXZv0vqaL97ra8+vbM1Pn9rKb9sfMs/BpejvuB6oL7j062//XWEvjveLD2ZCU2/9vajvxLLf7/CxME/1yhFP3j0yz/vhOs//qq3P6nAkT4Bsh8/Sfp5vyZzET8n+C2/7N70PyUCC8CcpWy8k0EpvzHpAr8pCo8+tCVPvii8Bj1H5aW/dSgEv+rJ7D4FdTm+iyujP3PNFb9hoJ2/7k46vzcfJcBm946+ETPYv7QsQD/fQqs+3O6dPyR6ib9i0nA/dwhuPhUF376o5SA+b4ggPh/Pbr5//aw/qzx8PnPKvr+oAa2/MMBiP5gloD+O+KK/VG0gvzAMqD++EIG/yn33vxNyJD7KVW2+Naq7PsEeUj4ZlyW/BXoTv1+HGz6kh88/Wczgvc/dp78lMmq/YzUkv3hzuj8qtmi+O4SSv27B+r7Qahw/PjnGP0nMmT+b9TM/sv2jPXX+ez95GY4/tK+Zv42en79Y1JU+pTbzvglAj78+3L6+MXwSvnT9XD9OOai9bpakP8pIhj7LNArAXq6sPohJu79c/OG++9z3v7MaNT/Mtnu/B44ZvweWlL/KzFO/uYoKvzbdez8kNo88Nn/Ku2gAAEA7cdS9O1a/vz280r4x4sO/tNqePz9zWz+8QH4/mYkOP7tNqz6FZpK/BVFBP6kJ97+R/Mg+","kejBv8G437+/uAE+6I9cvyG5Kz+onJe+RL7AP+asI78eygY+uuM1v16fWz6Ev/4/ec5QPvaTn77PaUg/IL0tv64ITD7gVvK/uKUWv1TkDz+LmPU9diuRvmLEsj5kml2/TQ0mQN/PMr9YesE/VqQpPhmh4D0mWYq+7n5mv6hSi78WWkO/L/ntPjhhEL9RPiA/ud7YvhcXD7z8+8Y/kZjovXdlGD+oStm92rmMv05la7/sv6O9aW6Wv7TbOb7xM1u+43K/Pno7Yz/Pzzm/hrg9Pnbcpr6/nGg+yR5+vxGMLb85NjU/T30Pv/pxqT5q1Pu/Us2hvcvdgL4227c9pBqXvgBwuj0MtRA/+/uYP1Ws7T346tK/sh+Nv/ooob4ijrM+L8YcPywsYz842fS+RUx8v6t/SD8as9M+KlAOv059pL9nPqG/MYr+Pi/47j8obmw/SDKav0Clob9X3hK/XsPtvtSNkD8sm6e/zMdav3rwJr8m2MI+kVekv72pAz9WnRA+E85iP3K3AkD8CJU+2cuePGnp8L52G7+/Iw4BvxoeGT6Ngz6/xF1WvrPlAj+bhqQ/aA+lvYsqSL9yWM4+CHlLP+lEsD4wmoE/GBnBPuDc7j3Zgcq+q0hHP5f6yz7bwpO+6/shPwqCtb42hUO/RtYMwGK+ZT2FRuI/17pdvhs3n78snSS/dTSBvz74r7+R6FO+wncSv5f1rL2RqZM+yWNvvxKps73/NFC/smwXPx4lI75RnZC/AA1ZvxWoqz4pudo/dCPZP1yEEz6k2N6/u6ITP3IOvj95Qxa/pBxhPr/32b8T/le+tMokvoArpb/4oNO9Jt2fP4/1k7+tBjO/XtbTvStPqr54FCu/TuRvP0qN3T/UF+c+4eprv3x/pj9AXAI+k3jSPxdiMT63xlq9O23lP5bVUb0WisA/tWi6vp82hL5hWUc/jPmBP4qTuT6gdRI/+HH4P/vbXT/QVlS9GSGmPjBpzb/+Ovg/pWadvqTTzL0YYQ8/DdEbPy8fHT7vEOc+","Nu+LPtRZob0ZpLA8tVGuPxt7rD68Ge6/GoDOv+Jojj9t9V6/co/CPwnp9L8IMyI/z2tNvqkPLr7EuN6+ZWwAQMzcLz8Fiam/3S+lPaJCDEArpua/+/GoP0W4ib+U8sq+Yz1+PysqsL2VKpU9WYxXvWkLTD8JDhRAbb58P5RaYz/71J46lG2APU1Vaj3ndNC/i3jWvNxGDr/ofFE/HZ9cPwqBAj++Mcy+5bsfv6zNgz+5jNM+BuGcPm2PDT2P4xe//nYZPSOCQT9ThFW/DMTFvqJjC0CYYlE/xqOyvpHowT9abiS+sCq+P3cF5LmH8hC+fnwrvy8mCj+npf2+TkeIPxt/5T+knWY/hYDJP8BEob9v3iY/I6IPPjnkNT8AIxVACqIav1CWmj/fuxm+JAmSP5e0JEDm3Zk+1PGuvwkoNr+lbcK+sYwAPVzRfL5nBo4+vUg1v/tAgb/sTUW/woqNP5NLTD9eaZu/bLaLv48lsL70qU2/L9xhv7/CCb9D0m0/MUFmPydbKb/zuhQ/fSC1PkXcIT9ZvDu9ox6hPpPYpL/VU9u/dLBRPwCIAT0dSgRAo861vp0RGj0RkIg+LTcBv4r0uL7Ti+u/cN4Wv9SQhD4vjJi/CNRAv0oaOT+s1fs+BRA+Px4Lgz6yiCy/r2MKv6ZtuL6m8Mi/0wUoP5FXLL+Wume/06HuPnkWJL2uMEu/rJsaPp8YAj+bi/G+g/qVPyCY4L4HaBDAMPNIP+exQz9m31a/XCOKv6EfgL9cfng/uuciwG9peb+XMpc/gfSSPyee9r/OkXG+pqGvPvHNOz4JNWW7sbVevoEL4r+wLFg/vqsjv1oSjr9VAZA+7OMAP4gSkr+mO1e+f0KyvzgxJr9KtVc+bt1zP6CCIL8504i+0IS0O/y8UD8SuoK+Xr0xPTuFDT4TYAq/+VtXvxg6tj4UTkW+l69Gv1OL+z7tF3k/63VBv3irur8OwUE+awMLvyBmzD9BZCQ/Wk2RP1fb7T8fZEC/Su+OP1XN4T7apRPA","wOtPv6fF1z4Fs2C/nbcRP42Xnb8QFXa/RTl/vjPfSz9X0Us/1NALQKp4Sj8QNiO/kk4Jvz1qjL4/Euu/ow6yP7Ef/L4Md3A//7YdPg2puL8X9gHArcBgv/LAOkBbiTi+J8KovpFcUj/txHa+7nMGPwWX0j85m967zbHrv/246z4/kAO/9ugXP5KdQT+jBMy+9l7bPRvhjr8I6p4/8DL7PqRusL9ejEQ/QLPhvkZGoD/MX6o+1I/svqD+0D81Z5C+yeluvRMlOj+v8UG+2n1Ovx6bez4uBnA+eGq3PfUPYb/o4aq+jgKyP5N6vL7dLQy/rJVBvzEr7zx0b3u9yMctvw=="]}],"outputs":[{"shape":[3],"values":["hNXDPgtEr71jM6M/"]}]}],"trainable_params":{"conv0":{"weights":["oG55vYpL0D3NRHa9d7IcvTme0L39pgU+l3i1vQ0AiLyD6AA+flDuPMKWC72LhqI80a6nvKP1WLyOhqi9LI84vaHydzxnx/Q9NiT4Pa8wjj18iIo9HoQgvVWU1D2Ytte9RRqbOlKMK73JNNM9enZGvY3gmT3xyo09FF4UPm317b3inhG+OUBgPWGfBD39uLq9ElibPckWuz2ZgBW9Yh8gPOMgYb2NpWA9Dm8evU1gzz1yCTo8Hgw4PugRsL2NJ9i9GhamvYi59L0I/++9bi+3vW139bwMHj022HjdvSADGD79Hzo93UsOPeoTmb3JqgK+Hdj4OzWqFD4UluU90f1QvZ4Z6b0Hxe09QwiIvdNJyb2cC0A9/+lXPam8mT0H4l69ap8MPpzCrrwuW8i8Ty0CvQkgi72dE9u9+FP+vJVeFT4HW2S9wnm/vJoSAD6doCU9HMLQPU5t0TxYEcy8n0gHPjPZDz7BLD69UNHWu4d3Gz1EU5c9iWIfPRfYHL0RK+E9lFOFvczRijwOSP49E5njvW9NAT69b8G8FMUoPYQtpb3S/Z29hknnPbpJ2j0UWqA9vXTVPez7kz2Smta9IHejPcXDH7047/m9Vy/JPYh6Tj04QJW8SLJOvWNZMD1gyfm9sbmTvZFSBj6aXNm9ZCDBPfSSCD60+5k9/javvRvIC7xwXf88tTj7PTBxyLxOmgW9HW2SvYlb+7uhEm89zwZqPVPcRj2wJLW9LFzBvYvu/ztSbNy9R//avYAn8z2ZnBM+r7GmPXa/973/1LY97ZO6u3xci70Hqpi9HwaYOhdX9D2FL5a9xO36vAO7DT5QHdO9MGu0vFeIJz20uti8DobHvcF6wz28kn+9uqkPPceZgz1e1Zy9ZTKIvUIaWr1hgbC96NxBPYuWCD5iEJ09PgebvbFOZzuj/6k9qovvPf5X/r0u+Yq8kyf7PDXLtT3dic89Z7HvPb7BFz78NB88fy5HPAT/WzwexAY8vViePE8EXTtaki08cD6duybh8z2zneC9","e4uWPDeflb2HVG09mi7ZPSdw/L2KBfq9wQ0DPu/4Gz3mx+09GyCIvXmPHL0vWRI9UB+QPS+ABrvi5Sw9l2j8PT7MpD2ol6o83QDWvVpRkL39GIe91fyuvRoD8jzmbQe+idX4vVyqQT0d8ZO7K1SMvRuqUT35wYe8Iju/vYEpuT1DDsY9mILfvS/CRb16YQ++aGgWvjPDTb2o3+096WKJPcG8g71UsbC9JxU/vc4iNr2hZCM9avhzPSG0dL0Wv5Q9OkG9vWGkdryfsQI9VAgVPnJ1lj3BOAU+pXnRvZFpGT5bSV49I2DZveENlL3VCVO9ztC3Pf4pzDxRBJG87UmjvSNMSLwFBGW9Q8+5vZBjAj5BdQi+BI7FvCOAFL563RK+EJyEPKgWqDvTAUA9CnyjvQMAIr7HPpI7rO84vZ4r6D17hWY9B3WiPXA44b1aAZm9q93UPebdDD7pWfC8dfCdPS9lRz0Bkrc88+4cvmXBsb3X6dg9B52ivS7A4L261kK9"],"bias":["wqBuuga38jwK9ug5WEQrO3YsnzzFLCg8DUlKPFSK2zx6zOU8vsQiu7LWmLtTEbi8VQSjvD3gkzpCFeY8dI/hPE7z8zv6TbO7jhZ1PN/d3TtVh1A8vpexPAN0Irope0c81uAuOzyiGTwpa/E8HMLSuQLSmjz2Oe07ufA1u30dyLk="]},"conv1":{"weights":["v29AvD4LQD2w8z49eXCLva4uCz15Vrw9kUJuPJFwnDwokx49D+EXPCRjmz0f71+7qAZ/PdBDebvnoow9UEhVPYBC/7ypyKO8LCVPPaK24LuEzx29cjaAvFdm97xr63A9DnChPF6APb0bg8877n4JvTcOvz0lMG89npKGPQpR6jxSxzu9pYl7vEZxn73tCRy9QDXWPDYT1TpQ9BY90eYKvPX7ej2+3f28IICQPeQAlrwvFVy9DrmjvRS0G71Eb1w9TLRtPUueA71fJwU9k7SjPexyPDx3WNK6tjxJPY1BOj3Ai0C7MVBqPNrpEz3PbI49t3ohPfmNjD12zYk9x3kQPWRB2by5ZxU7+NVEvaxtGL2Twhu9U77POeMptbxMD6i8+McgPJWTSjzGhSA8ZIClvSudqrxerqO97S2+PWypPrwNDkE9ra2uvdY9OD0j/9y8wnRzPc/TTr05Z4m9D1JSPSKT/DusAyg9nWdjvbEiHj2J53E9OPWfPeyVHT0WV1i81bsgvd9yrLzG5DS70kOOvVq8kzvEi+08EQVLPZCKob2ivZ09VRf/PAnAq72NJos9Efo2PZqinT1Wy6m9WYeZvFegU72IHOu82A2fvSh7XT0I6U49hYLPum4UA71jaGk9wyMhvfx8pD3nAwC8OlC3PH6HGzxsDyc7QmUEPLFvjz1fEzA7b3PgPDHvsb1vPHc9GqfoPCIPPz1Zf3G9QJo3vViDBDyDE549g9AwvTdxTbyTbgo9D3g5Pb29Hjwe9Bo9zbOwvYf6jT08n049EDymvWLcSD0bnh27TmT2u+Mwsj2rbLe95SmcPbVw2bzV3Jw82nKLPSNcuD0Ym/g8TYqPvb7eATxl91e9S5HkPMwFh71wAdG8lbOPvNxeBj0V3IK9VcdYveBIlTws9t28haaqvZ5T2LzZrES9ggyMPUn4ML25+jk9+bUMvRIp8zyiZvE8ZTNCPPjU7rxPfDm9GFGIPai9hb2Sy7k9bG4DPf5sij3kFEC9a1/SvPD6trx4sQw9","7TowPdgCO7yE1dw8Bi47PSZgjD2zZps8roRsvSbbRT2njge9xb3ePOW2Hb1QCoi9qE9gve7Hxrx3yoo8XuJ+vZyqtTwkg7E9CSaAvc3F/LzYXCa951POPCULiL2NVG09IoUsPS4IJ72QTT09m3KZPc4GPj0N51O9gABbvdM/kzkhGB09N4wivfpT7boI3sI7P49jvJf8hD0UlK69rdNyPTXN4Two0eS7rTVfvS6mlL25icQ8m4KbvSi05ryDQrC82P03vSEIoj3y66m9brSFPTGqnD3qpUc8h8xdvR1Wi72mcoy98PABvbJ1ZzxdNJO9xEpCPXLOXT1Upp+9N+NhveX6RT1eAw499MveO1yd8zx2A4+9GkaAvU4QED2VohG9VRecPdU5DLzeliS9rSK4PJPNqL2okJU9077/PO4vwTvMUJi991WGPAw7bL1IubS8MvapPAJckDxYnxM9hP5UPcerp71GsvW8jEG1PSjLr7zvx5y8jM1+PQHmlT0NCjM80ykAO8nnzjxPK+e7NY8cve8lEjuwEys9T36OvUqCmj0t/zS7/4ioPEqMfjyzBBe8mrylvaxyazh0tDW9/MFnPX/vXD0oIzs91C+9PT8GeTwHv1g9/TJKPTP59zyu89a8ly+CvWpSUb1qnCs8qScYvWWl6byp3mM9ukQdPYJ7NztBsGO816gOPTkh8LwB3Ie9AK1RvbJvkz0JKF+97tm8u7i4bj0ng4I9YHBrvbYqkj0PXBa9GBzMu/+xZryiDge8xkTxPB0JrD1GtTs9BzIaPehDFr3n7Jg9KpNXvW8ojj2/3S+9mNvUvP3EoTxzxFo8+TWOvLKwyz1xv726ZSInvEhwK71Yo6094ha9vI3cJTvpO2w9sH6iPb27nrwMBzi9Z7TCPVOasbqLOYO7Z7uwPCzf8bwh6S88kJbYPX+Yez2oXYY9/+8ovUnZcL0EO2i6ulXqvLspQD2uqKm8PYMtPDY4XD2/8ke9fb9TvZ6eRL1rbVc9rSKsvdmhHr3025C9","NLNNvYZIsj3pX1y9EjlfPf+rjL1rSY89SQrvuy0NTLzLyJc9dIpPvVPbk7ydB5O9+kbWO42Tg73rXT49SAwOveiaxDzYDza9+9NUPCqXiLwOupy9/CRRPSoiXr3mW4W9wySsPc3Z0D0kCjE9U9orvVBuA71von698xGLvVuDtr2WEkq4o8p9PboTcD1FNjy9f06LPZdGbj2i7Hc9oHd5PSL0mjxt3eC7kRkyva+ELrzDLpq91QpNPdCEIj3Fckm7A8SxvQN2pjy2UfM8p3yRPQx4hr1N1Bu9ta16vVLyZz3kOe+8PhzLu0caKzzA4p49AWFFPeB+kD1hjs488FyFPSDAbr03Bos9AsAiPFOaiL2hZwc99/wCvJeBOTtGKRq9pCm8PV9A4Dw2kFG9BZqQPFCJAru6yQy96ON0PMgDyDr6RyE8C5ZTvBpbljsRtwA8hl5DO8rXiDzfRds8+1fYPB9r17wmoVk9ufNjvQjDWjwR5oy9o/OfvQq27bw9w8o8If97vWwThD35pzu9d9uQvdI4Zz3w4A+9194rPUl6kD3UC089qkayvK3cgb22XFi9NrGZvZ3tBLwA5k2967CAPRjTdD0KtzE9gKtNPSr/rLyKTe28Fm6ZvWtZqzzgLEW9U7CJPOLFkb17T6e7qnVAPWqsVLtQh7e7ZIFDvbiTm72/Ejc9ox8lvFz4tT2Vpn69cJVJvShDc71MAxE8tfAMvWNwgjzgml29TzTKvImKZLquXK+9vNXCPBbIeLwMod68bQYBPWuXyzxdRuO8eFCoPVzHh7wZu4M9EZKsPVn2+rxZDWq9t4hkvVb3Xzylzgs9OduxvXE5srxtprE9/hQhPUkUIb0l6i090sUnPBqM37wLk0w9g70NPesrXr059HY9qnslPeMDoTyWdPU8VbP2vM+vR71ka2g9qh/LvOc6XD2Yj4A9tnHXPJdbnT2yVgA9XL1Rvftslr3lCSS9APdYPVruXr2XTbu8oj+CPaeCIr2Zwp69xsiRvO4B1jxmeKy8","9DU0PfxNcD27qpU9sylnPSroqT0OLi69lg1IPbbXbL1PN7c82xgRPBgbPb0o8JS9EwolveUtfz0BgZO9tmzpvD3q5rvsf287n16gPQdszzugooO9tLaUO4rJYL1koDa9whsyvR+Bw7zXZzO92aYbO4ptBr3qKIo96jhEPK97Czwbhhm8NVa0vaytiz10T0K9G90bPRtidLyQ6qA9YuRdPbPGZD1iXJA9y8KSPKYon70O9ww9waiBPUjSYb1okOs828EKPc9Fm70WNxu9vdEPvWqekrw60U46k+OnPYyB9TzPB3q9DCufuzkOqz2rH5u89Bnzu2XsqL1T1fs8A6aMvWnCYLy2kiA9BVqUvXUEpbzg7WY9OxYivevjgj0W3X08JihdvZmsQT2SelO8KX8svaxdS73fjo+8h7ppPbIcnbrXaua8wTFhPXFHaz32J009/gN1PdjWc71dHkQ9EMJ2vcQCTD0UNSk993RIPeGAmT35Q0A8p3ZLPN+Jhr2fDXW7YsoFPQUFlT3yirU8EgQRPL7zFb1TE0W96S0/PWo6rjtgUbo95HqEvUazS71Ba6C7Z2NdvN8GZz2eanW8Iks+PZivDDtrMsc8eFlmvKZcg7108Ug9i+lPPSRTlDsFvw29zhT4uoj4VzxlwCY7o7GLPfKn8bw8mU69IHFzvcbEi7xbGzu8pM4LPBXmSj3PDG88DtGWPU4rJr0+K1s9V5LePN7kFr3e3is9sPw2PQAhZD1HJj+9o3irvX1XHru0ooU8G4J/vYZskb22ioY8xrCrPLhAzjyQHXK92FqLvLX+Gr0svym9ennkvUFsdT2xI4Q7IPySPRuUdbuX6Jq9kudnPV4HTTq5lIW9CdueO3APbz0R0zk9SYO6vNZnE7rNkoE8Mo9PvAJ427yYmwY8/esYPMI2FT0Fr5y9CRbZPFOb5DzPKS89QirNvdMzLb0C6IY9/epqvY4je7vqRwy9nf80PUnprzsskns8VRpdPW2GMT1nUqW9YM2dvdlfWz0IFMS8","AaU7vEQDWrwRM2q93Q8yPeq8KT30al07WfYAPc5uW71TOwO9pXQgvaqufr2FtwK90Y51vIKRMD1cU8+8wvKXPVUqij1wu1m8Jm6OvWB2hz0fV6G9JoqUPZ7G0TzYWI69lgdhPM9ePb2d0ti7fuaLPco727xI+3u9yCjhOpggjT1q9ji8+A+SPa8DXT3+aGC9nP+SPKiCfbwSGke9d9MwPQWQ0r0a0PC7keHaPN1yjz1icJC9NiLtvHJgybzFcr46LOLyuwPalTzMM+k6NI0gPWWVhL2uWtc8hXFOPdLQnTxbUNm7rPs+PcrPLzvN6a67FwInvLakU7197JW9HhqJvZnnG72Kq408Kpg/vVrxsz29C0I9eP2YvVwiTD1B4PU75EcHvJYyGj0T/5w8vOqbPQrhvTxGVZC92ebYPKtPiDsGigc94rY6PNnx2Dy2iCk9j72KPQYSQz1k6t683uuCveHo3LyzxB49RZUrvHLECb19KAU8x4CEvKrNmr2Q1kQ9XounvIoDiT0wBDO7hzcyPbXr0TyisjW7X7YIu7nDX70fJi+9WNxvvRVdaT1nA8W5vkmNPR7EVb0fa6W8Lb9ZPRSb5zolIQS9T2CxPASMEL3DCCw9o5CqvUmLZ739/xw9lznuPJk6Pz2zO6w8exJAvQgOj72EaAi96BYRPfKZhD1RAZ+8DDkFPQlNkj19P0u8cYIIPaI7kD2u3Ay9/i/zvHKBFbsRJx88k1pNPL0nXb2YY6E6EScdPQMoDz3Jb1E9MCmiPWVrr7zyoQq94g6PvNK/+bxjtfE89a2TPbxOiL2gLOM9ypjou4SYMr0hQxq9caoKPU6zuryoQ5C9BJATPfZzPDwbo4c9XlYZvb/Kjr0XraK6Nra0vbYeQzwPgCe8MPO8PCOti72mIyC9ATkQPc/LZDye0489BxspPDhrg72nxwY9e5UuPWoTdTvwYbk8U91VvRitmryG6Dy8vLQUPWlFj71BU+w7USZouxt3oTw7Oos9NHmvvb6oyLyMZiy9","2b1ovXYhGb1IWxg91WYtOyGBGb2uGJu9PqjzO/fruLsN+W28H9ObPJ6RGTwL42M9ElBQvfP+oz1f2J69momUOlqUO7wJuQu9zXyGvWx5jr0JSaq8Qb6xPHlyfD2WFKS9c3+MO4eq0D0DtDU97PeMvQ0uKr0Wh3E96/ytu+C7Uz0uQ668DDTiu7mMiD3yQmq9xbVtvDQPqL3e+9A8F/6nvYuweb26HMq8D3+GPdCzrr2D5ne9P+5fvdyEAT1mgxW9PyI0vYuhIz2FLh69V9TmvMkLAT3N1pw9Pu9kvTJnRz19+4k90WeKvXGuWT1JGYG9UJuxPdpukr2b8iS8oFmyvbMrtDsWjDi8+FapvYJHGj0OeZq9FaqtvSQTH73WUry9bUaOvfFsQ72ETUc9o1p3vUQoK7yRvBK9nXqivXG4Bz0kPJO9tKrgPOOygj0g3aE9uAusvdseMr1lzwY9/e+wvGdYizs6jgc9If6YvacFlr2MBIA9w7TAvTRtpL3Cnvu8RT4mPZJiJb2LUnO9rpECPXWtnz07KYA9HTuru0O1pzxtURy9QVCkvZwmGz1E/IK8fcu9vJf+Fj0HrkE84GMnPQZW+7xxuRq9IAGGvZTJcL2nvnW9ywSevXS4ND1rH4s9hoU5vAmhNT2rDyQ9Z5tnPe9CHDvQ3tm8OI1bPDTIGruUWoS99GWwuyXnnbvlI5W813VqPZQEgL2zkVq9aX6WvNj8Xzti8kY9LHCHO1e5oT3LGzG9PX+zPfU+oz3Cix+9ti2QPb+pirzjAKk8YCiyPPAyZT2UVJK8nDoru50mq7zFqbi8IDkWvAEh77w+MJu9N9pGPagcEz15eKQ97hviPEhJUrwySlq9h2uVvb73ZL0s0WW7gIVuvRDqqr3wo3w9XkSrvW2aTj2HfMY7e/lJvSP1Yz09tXi9ROdHPKHdh71gWHW8PONAvc/vcD2+wUa92TLzvL1Okj2ze3I9JyAKvSBLDr05oiW9sFWFPUSEVb2xSog9LFEBvH1zab01zmA9","7pBxPfCGTr1c27W8nJogvUvZ3jz5w6u92TxZPXsuubuv3tW9z/mDPbDmTz0sCW498INQPdb/or3GT2y8qoG2vOohALy2ifI8EzWXvZEyaTuje449r/N6PSQddD2gZfW8beluvVKJr71TSeM7ZahOPOcegb2m3EK9SNpIPaPlHj1q1/U7FW6OPTCzaLzrLLy9o++CvVkTgboO6IE8yNWFvaiYGr39Epg8rmOlPZdUi73CQZw8wiOPPXg5kT0zPZ29Lmc7PWTxkD3ywA69VZhTu1bAoj1IgAY8inmbvfJkRDxSlXU9AYUVu72FGblh+6q8jeVHvQoHf70KknI9k9KcPW5GgT1RZyi987BjvVJpdj1WGj09HCyCPe71iz39x9G7PUbZvGCkjD00FiK88SyuvZL8ZD3icNg8tz8fPYifhT1L9JK9zy+wPDgW3rxCcIg97ftMvQNLmz0exNu8CjFWvVUJNL0Z5ti8ByQvvcrCLz20SL+9z+5jPWKXQz3ylj09XmCzunJRzzx106k7YFqcPfiPhz21U+c8ZJ3tPNEOa734TEq9GnJwOyp9Jj2qu2m9agcpvRz4v7xvZ5s9nWGUvAXiWDz9nZ886nWUvYzGx7syPQ49uxMjPYgxgj2CSVA9s7VAve2+arz09p083+6GPRqBDrnnIHS9014OvJZXFz2qwXG9oXXQPL3Icr1A2cM9C7Kovd2K+Tywo5O9ykCuPCb3Fb0hywM9puOVPbEffr33BKY91SFlvEi5nDwxoou9eXwEPXNH+jwCJBm9M+QPPTvbVz1UOow9po6BO0CciT0cOLE9dirEO8TXgj3iOyC9LweRPGjt+zwfy4i9WMMQPd7pM73wqss7x7gEu7/hIj0PVs48TH2PvRDGdb1NuXu8XG7fNziYDbwMnQK8pNBdvcnw6bxuKIy9P7U3vUigR72hQyE9yripPMjQPzwucyk92LgJvU74lD2tBUm99ByGPZ3BGzyYvxu9iYzePD2uJLwrNmo9Oc1SPK67hj1EjYC8","HKhiPKDpHL3b+Ri9i2BgvUaUCT1oQLI9us0MPYAVDrzynfw8pq+PvUrB4Dxyg6O8AyqWvcDNrD0N9oG9DA0ePUKpwj1Yda89t6sbPT7Edj2PZXY9+E43vZKk7zxL/JQ9hKCxO4/spD2tcYC8FJeYPXtSYr2MpFW9bbNiPRXs2DsiruO8dA9CPHW6a7yz08A90uKXvSDUSL0I6As8Fi1wvb9lkrxUuYm9XnBKPYy+8zkoulW8L/OPvR03X72ZaxK82rgdvM1+AD18j5K9VwhGvfhKrzxmL7o9CAREPUHTHr2OLCS9pOc4vCyhjb1VTwS7ETLqvPxT/LvygvG8cn23vQggCD3A5T09qsJuvKmJoz32txI9yyYjvWTNIT1Tati8yMiKvYpZaL0ZRf28U9Kou3QKZb2u2366l/wSO9YVjT13yF897i3FPBuuET23t4W9ht4Rve4/6bxOKX09tSQVvcv0sT26EGc7ZYMXPV4qS73iAcC8o/dQPEMXYj1KaZS84iAiPUNSmz0SM1a6arYkvd/7or2299u8YqYrPbCv+DucFNI9vxurvYl5MD2itXu9+2GbvQWUGzxqguw8i7bmvAP0bT3sHYo8ehfZO9b29TxMycg8lw5nvJvhm70WVB49TWwwvWEriL0yytK8g67tOsBwU7woN4y9Y3FMu1QGFL3xy/w8hw66vP0vAjw/O7u9Dgu0PSQ2jr20Lvk6aYhZve87obu6cno9w4WaPHYizzybUIS9R/eCvbNagD3Emge9gsCavbG3gr30C2u7v7mIPQ+hHb1f9589ojmnPO2mlbyZYIa8Oi5AvQDuvz0bigi8XQvHPK22wLyN+lw8JpSdvWLfIDzImbA9WwdcvR4hKT3pPWs8NU2iPUZqpz3LNJM9A55qPY20grt8e8u70yNJPcVqNT1eTow9EF24Owqx9byWEZ29e3+jvO0yTb3aeAg93wVCvculmD1OTSo9gREMvRjRyTw13Vg927FXvVU/iL0VABw8VnbWvBQQkbxKKAy9","XPM7u7F0Kz3Mf4G9PBnyPDdoNDwdu3O5dNxnPdLT7byfmSi75IsbvYih/LxfDFk9XA2KvRT73TxQjb09TxcFPfq4OT063rU9a22SvKKJmLxo5pS89uxvPdTRGjxq5pk87EKDO6W8xrovwdy882qbPaCDub2Y6aE9+irovMtflb1ncym90zGQu4KRLbxt8KY8GE1ovUb1zzzEyXO9XlWHPYHREbyD5aI9h0pGvc2MRb159xY9ypZ8PQcn/Dxg6A09p6nYOtMqRL1Bneu7CLScvTSifDxYSW293TrqvJzISD0Knr08bNNMvQpeJL1t9xS9Q7iBPOhoOz2zbSQ9m92bvYYJab3zPIM9ANv5O8yj2rxvs4U6wpApvVMCg7zjMX+9jBLZPMZnAjwVd0a9lqADPXQ+ND1pZeg7hCysPdzzSz3Ff129GGBCPeQHkz3T+Qy9Tn2pPcTik72NZt28CDdMPTchyr2EH4A9opmDvMo3mr3bJaq7eLEivXpfgTzHZqe9hxC3vAlPvj2UMxw8BPtVvNn/qr0/Qm28/JUvvD2vBD1kCW483R4MvcysPL2JjKe9bAD8PAYONb3NBu48MdmVvYJUCLz0VYC9gg2LvRJYoLzLlAy9DMqMvfvFtzzzylU8ZU9Xvfj7oT21jIA9gRWZPPEkqTw6hyc9Cjs0PV52qTwRUqA9sfYrO/JAkDx5Soy9tPOqPRAoRL0nU509oa3pPDu+j7xc7GK9Umu2vPt6jLzuwLy7xEmPvO9uSDyMORY9TBe5vXxThL1Ioke91PaZvA59pj1uG4e90CzqvPvpJj1i1UI9MgxbvdAr1bymzhA98jqIPWQ1KTw8vo482SGAPSADMDsJqQ68MgIEPTgkNj09WA48+yyHvXGShz18fGs9VnooPRTp6Lwd4E27eh2pPbJFULze9Cq7Yu2kPd0u77t0Iha9p7uGPTsV1jxoA7s9wtwAPaHZ17zujQM8o7pAPSbgEb2Sxqy9tXSevGU9wrwGV/W8CvJtvYrVQb2qJII9","urmyvCMuHDxgzSg7sJs6PJj+pz1jtnk9flJUvYQ5K7049WU79/yePclVYj2W8SW98OuAPXp8ezySSSU9eECcvcqJlL36gVi8YJgaPcYGnr36FUA968WRudeNej0spFC9yXXmvOVSqr0dPZo90uBSPYfLLTuYDXy9rUtRPOQZpD2RjK89lno5PeBqBD09fZ48wo6vO8rOQr1qz9w82hcGvaBRj73w2Iu90maPPcCVKr3bbrK9xuI8PTwIjzy71MA9RRiHPauE5zwjQ9c7qeq/PICXCzy2qCs8z1AIvTfGZr2YADO9b1OHPVbwlz1aa287ou9iuzS2lT2REH+9VHqzPM70AL0AcSI9NoAVPbPTi7yiKeM8476vPINFcD07ai69vexiPXAtlz0AOn47suaaPQs0IL1YM2Y9DHmlPOrhND1m2oy9dqtIveDGtzzFG2G9qdljPE67STzUwJI9wtZTvZi+SL1DoZ+9L5mSPXGYEr0SlWI9WIIaPatCWD1N/n29ByQjvdDdJzvWqGu9wQDGPDqSBD0dKJg9IliBPMm1yDw+sF49acmzPOlTnr0XsvE86wpCPYJ4ELzfMQO8YG9qvUsmbTtiCNS8r7+Xu4pNX7349Iq9jmcBvZNwwryUdY09ySSvvVsgBL3O+j09cz+ivYIDPz2v6GY9BKQCPYiCqD2shI89ru+cPZldOr2DxYE8+uhwvQ0sJLxICUs9q+lxPa+h4Tz9uqm8yJSePXagmL1dSCk9jVSsPXwIXDyPzOk8KsDuPJ0AOj0C2hQ9EFwhPFwQrbxCjzm96WxdvTyCOz323nE9JUCUO5vIkz14nRW9DSpgO/j8kb0GCp69vAQMvZMGWT1WnIQ9f1CAvWBI1bsOQa89jd8SPRvm9jy+nXI9GnxnPa4OcL08ocO7+duIvdWW8LzRDGW8+OKTPZmDLj0Alw49VKd4vQcmoD3y6qs88h+OvM8Agz2lYrY9tk6KvX8Gsj1PzI+9p9+gPRT1ZLxZAqY9WO8MPR70iT10UXM9","8zxhPN/4LL1KCqK9ZgeDvcjhNr0CRM+8NVqBPUd6PTwPuLW7osgmvZczOj3dU4Y9uxY7vchpr73jtCq8c44YPHv2qr20j9o8bNWevbfRwzyMdgM91G8CvKf2ib0D1BS9/DlfvWLimj1RvmE96U37vKXJxDwdB4Y96fGZvV+Caj0dz189mVmlPZojiLyJli49hSK1PQ5qQD0QAwG7BTrePAqMU72DAh28+Mhfvcd8fjuRbLc8MpocvX1vBD0sjA89itL5u95vIr36DXM93JeAvXWyQz0Jma699QNVvcNa0TtBLbY8QbQ9uxuu7jyRcQy804bSvMxFjztNIok91dGOvRXnEL0RIX89fDSPPS+eoL02wWu9G7mSPHRAxjytkMg7NRuAPDtUHj3heJu9XR8vPeCGrDupG1C8syw0PREnsblh5da80LFXvbFr7TzvfFs998uCvQweZzs2eT67kSEFvGnDILzXyvk8MS+YPf99Lr2eFS2961LzOpl7nb0kU1K9i9dcPY9boz1BS5S9vs9ZvWd9JL1tJy+8ZksrveTKZzzDHZK8mdoNPPBabL0dfjS9HmyZu6W13rzJONA8psVdvHaAM7yceTQ8Rz1CPWZrEL1o5pY8NPKTufOV0jzqbig94+5XPcKhcbpILIU9Ip4YvZtstz0o/Ne8oCYSvamACz05MJ+9q0DbPaV51rzUqog8R6q4PY95H70h/lg98/4DO4DhOT1FoI09f7PPPAazszssM5+9GaonPAyCsz0PdV69PVa+vM4v3LxdO5G9fBSavTfKoz0N+mM9vowePeHtDT0qzBe7bXSGveDeBjzo6HC93QRcPaUWjb3t44S9KWm/vfhahj0VDrs8cJfXu67ih7wPoTi8ZsNFvQYIKz1MiKC9aMbhPJoPnL2+R1+8ZkMQveaSnL1H+wW99R+/PZ7ITb1X5gW9Qge6vUA3qT3ijb+8lzE+vUFW2bwXO6W9qbRePMsULD0VAHY91nQcvaxXAryr9mI7hRaUPK6gxrurMhs9","euVGPVHIyj3J/ZY89PaAPSksIrsGLUu9ZCuGPVG1UT0zCHM9Yfo+vcKGJj2C8UA8s65fvfI1hTwrZUs7uZWnPVZ2jj3NRTY9xpm+vMZlMb1CFkW91Kx+PZS/dT0sO3G8p1jmPNsRtD3rAUy9hmCXPToSZz2gDJ89yU8svXwrbz2rPge6i3ktPQlYLLycKhw9p9CSPe7DcDwu+hy9bD6KvS3JUz0MmlK91wRYParQ5LyLyh09DCTzPNRjRj1GSqi7VRmJu81SiT07lO87S/OwPKh0Xj0L/lO9P9o5vWKHy7zFIvw63o6ZPItDOr2GkK48jyqQvRbIej1r8iI901eUPPM2nz2oT0A9n3CLPYbBpb0+NzK9A1QAvHDOprxb7p88TvMVPZiOF71VqEE9FFk1vcHQq7wdA1i8dRXPvGEWhzz2oCq95IeYPVm8cD3K8bQ87/0xvTmyor2B5LG9b5NMvVDPZ71FLZs9WhMrPbai9rx/DI49e0j/OzHaRL25rvG7RDWOvdRx+Ty3BIQ99cJAPXgSIDzX2qK8QNfEvKEt97zq7rY9Lz4JO0gxtDy/yFu95OQDPfdGR70/Z7Q9Ut6bPDRHgryPHp49fAt5PX++c708r7W8JeXKPTZiQjuyEQe9p16LvY7txz27N0e77KeYPR7Knj3JV647rfytPGuvMLxtfMG94VDyPEgju7zlYF49Gq4mPbLjlj1y/pS8Gr5qPXF8J72O1jC9vX7UvAa9p72fB2+9R1w0PUNOQz2oBGc9STPwvJzxjT3k5IA9vwWRPLqSk732SxY985SPPVlDHz3cXuW8Zw6Gvf2AoDz8aJ49uaCuvCexDTxX0GW9OHpRvIL/qb1SAZQ8NaPtPA87jb1CtCM9XCUCvRd7Az1nEc49drGwvMSKfL08beG83o8xvbRIGT2Y+3g9aPaDPMBSHT0UBRg8uaIoPSlHuLz7MY49hbthvUevwLuA4zy97ICHPPJfUb1Pto+9OQrBPZf9Qb1GsGg9FUoiPcvbkz0yp7k9","VZaBPBlcxTrsFCy8dBiqPCjHXb0xTpO7zx6HPbNUIzznU4q9K7euuwXn+zyf5qk8VjOevPdaOD1Aiby8NXrePGUEiD12Kgo9jfWGvfz/7Tp3iam9EMiJvVC7qL0Qj3c9rfdevXxYhD3vSz69agFEPWjOcjxBdIc8yEmtvfyAST1Ih7s8fnCpPbkIkj1Y00I9f2VJupb+AL2sJbq9/2RYPR5Dgjuxfp27g4TbPDNfiL092JC9ic9ovR78hD1Mm0i9jU9PvPlvhDyA9Z+9vfJNPCo+V708Vi492JNePRbmUzyYXn+9g+OjvcCRFz3fPma8M1aqvWWzkD3/7MW6ynjHPJK2Aj2TBqa8NAL3OwI+SL3EKgm9CBR5PYWPpj1xMPc7nn+APaGA6byG+nW9FJQwvXAZOD34QKU9x2OSPCvaLj3Eq0k92aRmvYjGYzyGKIG9YwP/vFP4zb1afIm95CnSPK4UXD0qqZi9t0iCPXmWSr2Z8gE97La+vYy7iD2CthG9OF9JvDp6pj2l2oQ8touHvXC+Aj15sjC9hZ5ePZP7KD3yYYc9phZ4vbvW6LxcuxC7c6lnvdlPLjyHpJE98PswvRjtnr3IHeK8iiOcPanpnj1RwWW8JryJux8UR72V/Hs94xmNPT+iZT1qEoO7DwWwvdUrNr0ucES9afWDPU8kgr07xIk95oKyPTBesDzEnrm9gzeMPYz5kT2AXTa93aWIu+IUJz0qeGQ9kZrvPNpsQb1kXJa9oNZ4PIBEYTwc45q8wwuJvXBedrukRws9SPEnvKEwbzyADA48DWgAPfHJJTvLIqo9snZcvISdrT1x45K9FtaUuhm9TLxsHZc9REqOPadp/DxNMyK8Qkc4vYBalLuappm9ROpAPfkJrz0YgYk9pXHVvLY1hL3/Gyg8UA4xO+qNbT181Qy9N09MvE9/sT2qOoG9NJ9aPc2ckz1/3A09ddkQPYtbqbxbPIG8BCuTvXEOir1CFMS77n88PLM9nD1tb6y9TZqivaIvCr0liLM7","ry9hPawSJj09VWG9JZ3PvFgNNTx9+1c9MANWvYSRobvY8Fu9/ZoVvbz2QTwM75k9ldeaPEN1iz3qJLA8bJJWvXJdLz3Hwlc69edRvenzibxtx9s8qIstvYilST3KoLe7E92fPc1uIz0fGYs8APZkve0Evb20KYO9DQbFPD4FPjxMQ8+8TtcdvIsQ5LtthvU8ZwRPvYM70L3/0rM9O109O1ncrDzIBb+8b/6ivFDQEj18z727DMs+PZfeozxpg6g9cXB1uyypgT0656i8vR/buzl1sj3Hs+48/5wHPW6ZvLyZLsI9ZehevSsK6Ty4fvC8WYWcvQDxijz/wDC9mMC0PaFhPL2ha3G9z1msPaENF72dRjk7mPDSvRTxMT3+hIA9vpORPcKy4bzhXXG9N/OtPYCfjz2wRqs9cfsJvbGVVL3sll098gwDPRm4AL0Q11G8aSwQvQ+QSrs1e/y83o8QvTQQPr0g6+K9zDi1vHSTYzxe6SS9rgB5vU8fZTw4MCc8XJSfvFxzPb2AKgS9UxpbvU1tbLuX5o09dIQ6PWzqfz2xEKK8WcHPu7RGr72PtDc9UeWiPO/PS73yhqW7pHKgPX0B4rxvSsq90JP/vK5bLr2Gay29P0/Bu3tHnz02XsS9/i0nPeXU/7zqqAo9V9iYPd+jsr0j5yY9NF7KPD2UxLnKF3e9HdO0vJSEcT2ZUtA8mWAcPVptqT3NGys9TqRovY6CXD10bmW97RCdvVM0YL27VFY9fOwBvKqiKb01VZu9GJodPWQfY70JLvy8/agzO1cYkL03sPy8h/xXvZ6R0julOam9+X+fvD3sQz1Flji9m+EvvZ7Npj2DRNU8b3tMuoT5IbsbsRw9XBgxO7HrlL1yDp+9MCwLPVmUIL2XuRS9tGYAPWHOqDx5Gq88Veieu/TJGr0t0dY8MwgkPT5hsrxAWT09/a35PAU85rpDIYM8U2Gjvcwdg72FmeK8YZUHPSz7yDs0aaA8O7ZrvdK4PDydyVs9BZ94vVM7ID2fulu5","vZO/vXmqVT3VRmy7taN3PXpxgj3ikGa9/GCEPaMzVD2W24i9ZEavPMlt/bzAW1o9CwcqvGRZhb3sY749DIqjvfHKXL3ynS68AqWevUTMUr08exS9qcFOvBaG6Txcla48b9p/vQmbg73u2GI9wmGvPOzkhb0Uws680AAnPU2r9DyKPzE9yGUYvUxTID2oq7O8+zcJvb6hsbsuJ489gGeQPfpHiDn6cm09ILKdvAzgAz2k6QQ9viE9vT+CjL0bXG69Lj4YveWWijwhZEO6M7gavXTwdL06+to8zj6UvQ6OBz39ses8t5GavEa0ir2cLJS9xVCVvb0OQjxGSIs94IuaPI/3Ej3SW1E9wpWVPbEL+Tx2rEe7F4aqPXa7bj3TukG9TkN4PU2GszxgQb27wl2iPXlCl72Pnp296w8VPSV2c72Qrpa95gn5vB0QoD06x4E9F9EdvPTSOjsPf7C8L9HfvHnUtT3EyoC9BmzNPZq62jqSzY29ybZuPQnjrLy0qHA9+SONu5W1GT2nWQC77Z+rOXskNz1bQCC9RjdDvWQXIj3vqfU8Uf+VPQHAWTwJ/yS9eXpAvS67gT2xUBk7njiZu6P9UD2er4s9OxZSvMxOoL1LGR69FKd1vZPMDT0nKIs9lb60OmC9MbwuC6W8Ku1avBpTej3HQIS9efCOvTHoLDzO8KM8XyYjPTWq1zlDal+9fI+cPQzJ0rwpe348oK4mvY9OOjwTR6w8isctPR4TDj3n/YG9gYmQvYa3U7tyaLi8lz2ZvFGWbDxrboq9wMfLOx6Akj00TcY8AImhvejcDT17rsO91YcCPTP8mLwDQd28efLKOxQjRL17Zzm952MrPYijuDweQl492g94PHuQhz1HxjE95vRevJkMjDwNmiG9axoWvJZIKD2HJrc6fr+ZvF2XqzwEobO9bRozvQguALz1n+68YN2fPYsaGTyrUJQ9kz5MvRDnUT0sq3o9egaBPejsujyV5jC9v0CQPQ+lEb0W7PC8gUMUvf49mj22pos9","Pf9OPVEdlDxYNZy9TwFCPQVMYz1nDFu9fRSVvakRlr1vBoQ74qYOPR5glr2nzEi9uehBvfUPlj0N6ZM840SxPWLjMz1Z1Ts81fRLvZEbfL1N5W08pxO3vO/swrt4+gU906hcPdPsnT3KIpi91TYTPVU17TvH3Mu7A9T9PLJm9zximHi8ANE7vYh8HD2ApWK8qMtyPXRljL1VSAU9q44ZPTE8Gz1PKIm9VyWGvSahiT2Cyig9AiXPPHByd731qUk9PY29vD6bcDy7bs27iu0XvJtQbr1rgBm8HLaHvWCLbr3ftGM9NTz4PB1OxDzfEZg9X/WePMKIj71eiLM9nNUaPJUErby8N2s93xhrPTLcrT3cDKo95DaNPJLTnj13qTE9e3udvSebhLx41wS9e5alO2EFNTqoT7S85ktAveiFoDxBUDi9EbJJvR2qXT1fTJc9AbGCPTTHq7yDm2a8CA8fPA1cRb2upY69QJstPMcidTzX+4K9e0lWvBz0g73njmm9bo6yPfdCvDyPHZi9QtQIvUUV6rz7/EU9w5RKPUktdT1VGaC9rivJPCz4gz3e0gY9c/4kPPtO4jz9ta09Izi6PdkIUjyX1VK9HQ9kPBtQYD11V5O7+tESvfSpML2lXFq8BPnBPHYVNb1nnoG9tlasvCqUELtdDri3/jSWvSstNr1Rd2G7dp2kPOgbXzuucXA9gREMPWpdor2zEFe89xnnPB7YKL0zVjQ9BshwPQhYETzOtJq97URXvbBdaLzbLRG8jgk1O54yLTpp1yC9kyOpPU5u+jyRuYi9K6aRvZy3fb0z6MI9dW0LveV5jL23nao9USUJvVK4Sr1AlRw9u4uvvMBlgz1yCTK9l3JXvUWmMb24yEK97bbmvFhLyj1Sj4y9Pl/kPMRojTyFO5w90wETvUQMzbwlKJw9OAnZPAMzVr1P3xc9GWNWPe8cCD2aL2Q97AAtvCtTbbzIN6q81zxWPWXZQbzLXwy89mZ7vYAkmz0jY4M9W7SXvVyOAzpkGj69","txeWvL8vb7urb1U99GjPu1Df1rwBT2W98i+nPW4Cs7yGwne9fmyOvbuKAz2J2xe9W5trva1WKj18GJy8k1cqPfVPl726c/C9N1GNvUmLrD0ScRq9YNE2vTl2kz3meL68YqWmOjZT8rtkT0i9VRSCPXZpvr3fi3g9+F6uPAohMDzRHC09+zASPSFBMb2zWoa91NyCOrK/5b2/79K863Jju4IpUTxz3Cs9kb6WOjMziLyqLCs99DuMvM+G0jq9p4Y9d29FvW8lqr0Vyqo9PiC2PZvUgrxFFU08QDC7PU/3t724CjM9hY2zPHVquL1MZZs9gnJvPVKFpb15Xn+92+ONPDqZuz1ycUm8N61JvZ+BQ7wvW4I8uS80vf2PTT39loK9mkvaPFNAhrsqkTw9mT+evOQZHb2V9k696ReLugKdFzwx2Iq921WsvXMvlj358BU9IgChPX8VD72/eLg88NpsvaFYBb2p2uK8FbIEOZZ7lrxyQIq9S4MGPUyQAj2uVd+9k5ZhPUdvPj3eNKU8MZSVPWjgjjyGr7k9G7FcuzlH2T0OSMQ8zJefvI0aBD3oIqu9DL+lPXp9eDwi7Mk85bGbvfhblrvgF4Q9V/3yPJ7FSj28lB88G35qPcNc3rxYWbk9LX8xPfr8oby3d5g91tu2PWIYpbrdLuc8JVgjvT+NZD15px88w/4fveeWiD1+HZw9rZSAveg5hL1z7g69mxllvbCVbD2ypAg8aXgwPShS9Dt4W+I7b2eCvdW+Xr3+enS9Ns1OvBwOWTmXlx09t8iQvELl7jz5QCy94lkwOqQA3byhl5Y9n88FPd2hmj1BpLY867nOvKbHv72x7BM98xGCvQ9ciD0yHGQ8/MPDPTgwAD03Ft073UuTPdNCJD1yH+W8FLztu9PKwj2xo5s8zV6cPfO9oT0owUW9D6UXvA6Qsr0rTgw9RTmQPXZ+Mj01GG69RpsDPRCFWj3Z1ZM9Byg5vXeSqzwQN8e8nP8uvWIbwj1cDAK9tUt2vcUNCTtYgZ29","nzKpvSHi0rzlm8484DqCvJzWcb2iqN68yzWgups5L7wm5Eu9Gg4fPcFSxTyRe3Q9YCITPOdnyTw5T4E9G19Su46TQ71OLU8900csPQP7mbzcBJm9Q5c7va0htbwivV+9MyNUPCbZ0zurORs9E1qIPL4a1z1AUY+9e6IWvaz6Gr3ErS09vcNwvTSNV7wfMIk9IcWvvE4LMT0wOU48cG6EvOUhyjw3K3y9XSI9PbxrwLzDhJS9ugNFPYXvkbwQ9Aa96TTxvMB4G72TWH89y8R8veTPvbxbJn29610KvWyTxzpQgQ69Ps9/O0sGbzvp2Zw9VbbmOyHXkb0KbUa9ecibvK37zjxDEyc914JRvU3mhr0beZA9K4XjO7K9eb1Ht+i6KyidvZH+Er2fJrY9ocoSvOra5jzoI9K7coCAvWSZhbw3j5W9VRrjvNBZlT3Is2G9AwMJvGtW0Tt58pc836NDPc3qgL367Wc93DiHvUcEgz2u8D89g4EGPJaDUD0s8Z88H6uUPGrILr1A0TC9CH31vH7rhL2I4q49YsymPY7oir3UpCa9XQemvJaPs7wIo5O91SNLPZ33Pz2b/qo9VRwLvD8KBT7j0bs8ZwaDvVH/Wb2DAZG8jVCXPdrAVj3hUi07R40xvY7OFb0+aoK98FspvYW4hT3ZGA+9ypCJPSa3A72qXhM9e4LTPDJcujyrSVa8Jj+dPWB3J7xFj4E9PMjJPbz4oz2vscc8x+eTvSrbZDx/O409+ULRvE5e27wF92A9eLBzPaiArDzwXoI9UxqAvcxXUL323Wu6jkUivcaFpr3w3nS9xUcQvRPcerzmKnG9smv9PE8SY71axK28ocpqvfZuTr2hq8a8nyE8vdbxbLzOFiy9xz4BvvZqR72vL8S8cCuxvUxXb7wwLJo9ewaSPSvSrLxlJpI97EtJPXA7Tr0HwJA9wOZsvZEImT1wxZs9rRiDvW5F1jwsIAy9qzzJOqchZLrD5Em9fwGzPUk7wD2NBvO8uCSyPAlWB71ViRc9","vRR8PFryWr3w2dA8P4LyvLnK0Lz3Vpw9RkUwvTg1LDysDZk8KZX7vEamML2VpYu9Y1+UvTJ96zzE9D+9EjJRvdrEjr1Gd3a9jRSqvX9Ggb2S4dS8jGyvPT/QHr2U7mK9KVeePbU2aLtUR3w7JCeUvXQ+kbyWPMG8Wc1bvMU+g73HE/i8HXHSusJ+jz2+Pk49cFSQvKEFfL0R4AO9lx+bPTAWVL3pbpM7kE2RPYqWLLyX2629zg0SPWTO+bvWuOq8PNFTPRlsiT3TJBM9EGaLPS99ZT3KWO68qfunvafMyztSfHO9o8s3vWmHYjzOakY9E9YQvdvSqDtpd5+9kc7pPCZM37q6lxo7y9JBPekSj70Ucic9383MPa+RU716fA+7bDxKPZmzrb3zbpu93+l4OtJnvL2DNDI9g9XBPBV9Fj0BlUa8hv0nvTKegL1ovGc9UBOkvDO5OL1KT6g8MZgivUYGqDzgz7k9Jo2aPc0VUrw9MrI8gwcPvUejaby0ucC9DSRROz0XLL1tLJs9lJdEOofsN70woqk9/e2UPdSrvz0nuSY99U24vclibL16h8a90U8BPG1ZBj0Z5D296+3CPBYIOr0HtWU9mjgZPds/mbzWPt484gY6PZp9MDnBe7M9khwTvPhmYDy+qnk9Vx8GPHWZEbyKqSm85g61vCfiQb3ahJS86J9RvcxMD71+kI+9FXYSPW9dv7qMb/M6NDs5PREfKT0rNDs9s63sPHNfOzseOlM9gClmvYNwYr2vRri5TOwnPX3COT2/tiM8IptzvY1Z/TxykDS9jQ+GOsqjgz3sYrM946ujPVKwVLxFagS9AqjUvLZ2uz03gTg906lKPUA+FLywQmG8akmZvBkMtLw2Txm9gkVFPPc/+Lw1xlw9j/FCPY+oJbyIBlA9jEV3vYh0Qb28RVy9TFGNvdH+S7xuf4U90DF6vUGDmr0hmMa7/y6BvEJnkbtoHo+8lZEoPVCRJrvoeZQ9v6oZPWMrPb0jrrA9JohjvAw3/TzzQ7k8","mAjMvJ3E+DwV4TA9Abx1vfz4lb0yPEu9lvOAPHSYL73OGCs9Qx20vZ/MVz2AgrS9k9JYuyR9XT3e2SS9p+X+PKZ1Y736vkO95r6DO4U3V72NAtm8xP2nPfvKMr23Img9bIt0PSwKnTsgX4a9JDB3vetChDypGyy92miuOyJ4W72Y/l49bBsePdC8gz38HFy9jLCAPOz9i7y2yti8OmWhPSCCXT1vlZi8yQ+PvSKnk73yFMW71wgYvZcagz2wIds8Jny8PckWU7wuHFm85lW4PEWyrz3yV+082+5aPfCzFb2ktZQ7jK1xvedTHr2Hw+i82jVlPR3urj3K1ii9kyCGO/KtEj1VFoc901SmvXzBmL16CgE9NvAnvShTbb375Kg8FefWPVH6xrsY63K98jpEvM1uij3McXi9DHyKPGLHqT0KfgG9psuuPb7ZRD0Npb+8J+BbvRstd70kVdw84AHjPXRhOLndNRo906qOPROh+zyUm8Y7+P4TPfNea73Koai8icuXvYsol7yDpZs9XngRPRbcpLv28nC8v7LmPMTdzDz7z9c9PHWVPScmWrvIRH+8RsSGPe0/pL0kxwu9TV8BvS1wEbvawhw9dpGrvFR1YD0iJB08X13WPP/gDzySW2c9fsOtvX/5Nz1yVVO8RbtsvbtmrbslFFI9d+YRvHcmJjwrDQW9TwXMvFkyeTu4sBQ8BDaWPW8HRj2WZ2a87xk1vdCGnL1s3ZK8qV5EPUWqmT36hB49gUrbPCKlj73iCsM9/wJPPDc0E71uqA49jjU2PaecJD3LK4o88PBVPeUKCL33nR86iXS5vWSkfL2CuHg7+sGlvYJcHT063ow8IlMGvQYOiz1XNwg9cOmePcB/LbzWdBg7FwXIOqZiKz3fRi690UafvEnjkT0YxWM99rymuhcrjz2W/CE9WyWIvezoiT3DG9Q9F94eveIKnTxV75c8dtPcOz6VUjw2I589aNZAvMVvND1qS2I9rRxlvLVUbT0wbps9pLdpu1XLoT2J8yk9","mrk7PTsoVjw8a6Y6Kt+jPRhyRL3IOjw9l0I2PXGONr2mk389nrfgPOvdg71KTZw9aSmbu0oXeL3EuOS8nEmAPZs9Jj0PVZa8ctUOPYAeWbvtMRg9liNGPVGVKD0QgPg88K1RvaVPSTs4uSg9YWw/uz3QKT2HOE48l/PpPF+cKTw4QQA9Rm6dupiVPTyUIxM89yNyvdd3KzyYxRI9k3RHPenTMryffZM9N2ilO0OsGL3uaRC8b/ScPVKKiTwa1I87alhivcAH/DxCK5087mpbPeFkOr1CgpG63E6WPfocZb1i3H29GIMkvWtMmL1HOt28AAm3PYOXJr00qgg9HpKKPTMInzk4lp49yPinvVviID0oQwM8FCJtO9h3gryD5jM9IHuXuzEhALyAmVM9Vd7MPC54xDxPShU7gQCxPQVpE7zwd6A89hlDPPuFpz3uBqS9KpUAPXK/vLu+MP47d87bvB8MhLwg4Ia9HTq7PJ28FDxViiE8jqqyvFoDOD1gQRK97K+ivbyIez3Pt0s9gyKxPARPVD0clVy8q/xHPZhsjD38q6O9WHyPO8zWej0dfLM9IA+PvLymS7zAufI8YZ+RvelepT0Pv4M8wRaAvYR3hjx0jGO94X4avULdubyxTPm8Y3CYvC9F5zykyai99ghPPQmDPj3FVfW6dMV5OxG3nj2uSZw9lB4EuiYrDzwpiYa7z5jlvPF2ILvQEoi9GLuTva44Ub2yPRQ9k34mvcQpF73B0I29va0APHHtxDxEgJG9gqUpvdfrFL3bb+y8JD8TvBL9yjxvLGY9iLV3PckQvTlZ1My8kQzXPEgSfz0B9cq8YR+iu6xcYL2uWou9BgGJvSBYkj0OqSi9EV99PdF7oD2baIc9HCpsPA1Rjbvh6Ag8xIwqvB3jvrzpGL+8IYJivU4Rdz2D4hO9GpVXvVm+8jxuAV291+C4vQ/rc7vFxAu9V5qfO442X71j1dM8wu+cvLTkAb2f8hS9EP0JO3ythb2mEoq9uAFBPUbVojyYAbm8","OIJZPZDaAL3d3bc7Sv2Zvd9E+rxpUKK8qCYRvZaJlryOXFK9DqR/vbmHFD1N0A08A3J9vFwGvzy1C1i97We+PARbkL3Lg2I7Al2SvSZLvzuTcsG9l+yuvVHBT73ktG49g1XaO2u8EL3wmlg99X1mPb35uLx/LHw9ozlRPRvHATtX5XK9bU1dvbPky7uShzq9SkjEvIm6jr03yas97OOePQLvizxEaQA97DRHPRLPhz3D+gC9GCaIvRvshr2u1KY8VBF3vZU1Bb2IP5a9DSCIPYBZ1bxI0Jc9PeduPXwaVb1FlnE9+X+mvTGByzwSEZY9U9wSvdxyFDugK4a9+Ip3PZDzJD1DWFQ9ZwJ8vSUmhDyz8VU8d/yrPU8akD0nghI90hdkPbaVZr3VYJa84MalPVqRvLvk1/e6pI5ZvOZspT1G5OO8f8zMPFNq4jy/Xsw7xrgKvcSzUbvS3S893oIlvfnhir2JjCc9AZJVPIpZdzyObUW95IOlveKJDT1pOiW9cu2TOyy5vb2LiZG9+Q0ePWhGlL1quDm9/FVkvTiZKL3huFg95WFKPVBrdr0unKW9HvdiveUixLt2rIu93q1wvQjbsj0liuG8W/CpuzEBrr0C1o29BWw1PCXHlj1xryq9Hi6Tvc7hIb2ghRk99hOcvUa3ZT2vGte80s4wPPEKsjtRBTY9iNqevRVDE7xn2Yy9t94hvclcqTvUmea8qQxivfxckT2Jwkk9OW6uPdl8MD2obrm9LiQbvN9WIj06YQ071eExPCZNgb35nXu9qlJHPVLcOr1kI9o8+gULPSjVgzt7F6M8w/DCvIA/qTzvroG9AhgePU0xpLuZ19q8lYREvJMsGz2oL4676cOsvE8rn71q5zg9xAMjPatzhz33iBw9EFgkPRLxfT0oyZy9kpXLu805Lj3MXce8ikZ6PZsbVr2l6i89RMUjPXtpij23SRU93btcvF4NGL3dXSq9FprQvOfQRzyC6LU98IeSvQb0t7nEzHc7NFWfPVNGrT0q/7E8","HvvJPNb0l7n7daG6xpqdvDKE1LyeFb29QJMCvRX9gb20w8q8CGQivT3GNj1vmWW90AeWvSgLQz0CwJI9cNUEvaGblzvKKcw8hCaXPRNSaT0X3hM8l9qSPGpoAT3c3w290BZ1vUTrCD058X69P/mVvVofQTw5J7e9jpJnPAdkIjzw4Z28v1aGPFEuEr0427g9KpGBPPNnUbx1qXI9+kGyPUGvUz2YfAK9k5bmO2n9ED0RuxQ97jwcuq3phD0go1y9aKF2PbTMDz01R4y9mGUuPYnABTxl7AW8dTgLvKxZrbtBuks96HSOvUxRcz1mQmu9qa6YvSqaUrzp3Te94GLeu/NeGT0Dink9EzgQvOt/uTw5rFQ8rkCOPRp3N7zjUSi9rIasPTuQuzzJN5i66JusvGxNDr3Eemy9X909vdjJOD0KQyU82KsBvZ5OwzxrumE9zvKePbp0Dr3WlZi9+ox7vQsOI72jE2o90xQevYMIdz38RJw8v4iOPHfcdT1WsJq9jDWTPQjKkb2v24U9GsQuPVW3GD1JvGm9j+MQvGEnMT2/qjk9b7t7vadB/LveHB+8DPfLu8kYkz1hHoY7OgZOPURrhj0/NUK6QkiyvDAyj7y0paY9jn+rO5casjxsy3m9SAqfvV2irTxccSY92ikmvXVNl7ycMKS9XwwKPfFknL1Fjma984wFvcNMljyhgNU8pfpGva/aib2Oi7E8Z1gHvXLzoj0a4oO8UM5ovKIYbrxhiJw8E7CMvXreVzyLUIk9rf3DvPjdhzxcgic8us2GveqiyDxMkZG9EvqCPKp9Az3pfBU97JaWPWKsUT1wNB+9KxKpvZ9YGz2iFBS9bS7fvCFIvL0st5g9kj3XvK10pb1Nb8+8uzMiPW48Zb0QSgg9GwE3PQ/2m7swheY8wGPCvLscyTzOL2Y9QGtKvTCuMb2P2Su9azApPY4cFj22M3s8P1qEvbS1iTzmeZc8X0yPPVCbprz4r7o7B32NvfWvZT3Pf4o73a8TvXirCT1mr8c8","3g/MvSCxc7yZrHu9rXT3vEaMeD006ky8Uq7zO+D6jzvjPbS7dtVovYqT1LwMKcS7N1WaPV6jE72KK7o8iOU5vW80o70HJb082i2pPWiHtD2q0cS7m/9ePaIvj736E6e9fZNsPXFB5ryRVpE8DeKYPdDC8Lw0N4m9bB87vXOWFT3pFYi9atKVPS9/oTxCyiy8RBBBvYFeVb0oCFG9+G7tvBWlAL21c9C7Y2SLPS+EJr1yt/A8NsIJve5XOz2SHow9y9TKvKhEpL3za+I8f1CdvWVfQbz/RYw955ETug2jPD3xOb69l3wqPXqSqj1DeXC88f8FPRzvg7zSdpK9LY0zvDFkAj0twIa8ekCgvUH+ODyU9FW9pheYPbJdcbx2Y0s8fJMsvcqB97yB0Tw9iApuvYehXjtSIbq9DVYFPVdb/bu/SIu9M/uyu0nhBD32nXq9mi6OvVnEIT3XHAK9Hu+3O6R+hD35YaC9wg7WO2/qWb0nyhw7IteRvf6egT2F85q8oxt1PZmKSb3bcKg9E/ozPDkf2bwDB9e77nGVvYh/grzeEi28FwuePXBHFrzdbZI7gNbYPCx/gb38KQk9zxM7PHT8sbzs7xs9iJdYPZbS1Dyv3H08cByIPd0Ou7y7Uoq7rbhMPYhKMz2QfOO8d8eZPFtejD2GbI09uO+tPWAwE71rGxK9yn+/PPenSb1uGgi9pCavPbXnFz0pr7o8FXWTvLOYvrx1P6I828yLvTKmKL2pwQG99QQtPd/zUT2mtkA9naqmvWe+u70KsJ27B98EvbqaPDsum2k9uSuMvdpwaDwtwtO8O86wPUzYmbwwwlM91JKgPBlQ3rzgIWe9Vn1WPMFZSj0hdoE9BIuKOokWr7xfsmW9RAfmvIsAjb3xZlI9MwZePai/57y4XDg9rkXMvNGISzxOS7S9GYM/vVKShb3yYLa9HgfkOt7cR72DJ1095gjmu00R9Drq1KI7TPzuPHtqibw7FXq8cH2YPMSqX71KjYW9EReDPTOBPL2uVja7","GxKPvRN8SrxrFVE8mQZRvYIUd72BDU695wcBPY1wFr0/M5+9omgCvDXBJT1i1Ea9K7uivW6rKL02iWO9ZqumPbfP7LzVjuO7r/yHPIClST0/TK27incjvKGZWb1FG6W9FfQIPYIKoj2hlRW8CoQpvP5erL05lJo8D140PbPKjjt8mZ08GB8XPXoa3bzS/U+9HU2hvQ4wljxfoz491fzSPKQBjr1QPy+961yBPXx//LzWldS7RGzDPLB5fL06CKs88pOrPOQVmj2aqUO9iM5yvW/R7rsc+DG865zBu3pGYr3CMUS9/aqAPW94Oz07hjQ781yZvemFVr1xTNS7EH+tPLalmLwcfGS9YYloPdT6X72a/qi9iMSVvQLFSz2YAN08Tjm0PGOxIL08SEy9NhctvfFLoL3MCa+97MmMPd9wu7rz5729/aI3Oh45Wj3Qp3q9HNSaPEBDybxcAbc8ZArTvTESIj0DDS69caBbvZSZkj1RL6C9G38sPZI+Kr1Ifw89rNGHvTX2Gjy4PBS9h+cnPJTMgz1+pmc9XwqUvVx5Ij3Cplw9pzBAPFNaTDyynaG96eQDvU1hdT1ZdhK9rDNQPe6ftbzC3CC9y/uHvVBQnTuBIP48L/SLvSZmYL2j6re9tA7DPfpIlT3YGNM9ILOmvfqXk72d18E8FwsEOkSYt71lSJy99MkePdnAgb3nudi7sPcZPXTZjz1jRCm9tncAvA5DFj1zsX09gLC1vE2m6Dz4KAI9W+dvvV5Vx7z1QKY9UWQOPf+1Ozymknq9Rz8evK2R/ry8qDA9bGSZPSyEYT0pY2u9Kh41Op7VAD0UMMS9djgWvZezXj3g4r07fm/VvN/vjj344ry8me+kvIRyl7zxUxm8uZNnvRTyhL09urA9fJW0vPlHP7255uS8gbKDvQCzTLqz1gG8qzORPdk/sj3RDqk9/nMGvefg0zwGs9o8rrSvvOiyIzzU22o9gkJHPQD/cb2ZeCI9a62VPV74i73KDIy9sAsKvdYIwbvSMhU9","IRB8PSedTb0W1xS9oPgaPVhRRTznvs66UWNzPc+Oj73DnT29wQumvSQGFTzUlxW91Fq7vKUIKz2YYCw9R0N8PT7pir0OYrK9qB+CPSWHpD3GOGw8M++evQ3G7Twqy289WktDPU0UgTxiU4U9QhdxvbbhLL3yEU89rsOOvRYbqTzzwWA8lFgTvEXYSj3jJLA8oueoPAC8l70FFba8w7rHvDiklD2rAT09+L65vFyFrb3IAaW9dfCJPeiYFT2M/ak9pMerveom57wEivo7d9OAu+LrE70Mn4E9uhSpPW4Boj3KIi89uQgXvVBCQ717KQK98bOuPTSQwj2efR49BDocvXc81rzrFsI86vAhPRo8jrwEnjK7NA0WvcQ2nL3/Ky89AHfZvCKQ4joIdbi87qWhPdCN6rxvRgw9a/4kvK1t9TxLFEW9769iPZ6POT1ITVI8xQF+PcoVlb23cJI9oymHvD+1mj2lrAY9dOmCPeC3nD2QHII9qStyvDWKoLykB3u9ayCBvE7EXb0sMDc86/N7vdJcuj09w1s9QBuXO/C5XLzcnK48t7uwPa3dKz3zIy+8jTKoPOcmJrx4R4a9j7aWvSPYRj1eEUc7PvSbPTPblr3GDG+9yjzuvFxt9ry51RM9fwGDPPR+K70+foW9ypQ7vdozJb1hbWS99MysPKH9Oz0G0sw88hOjvftIkD2chiA9FptIPXMQsb2/vgG8BGMAO6F0kr1WpF69TsLLvCj3qr395rI9QPuaPFD5PD39hgu8GgZDvSYqu73kKHE8pacCvWYuj73PaUc97GAKPbAVe70rGhg9d8QgvZgQkT2XI6k9ZHNMvcf5zjzeKDy9tCgsvTf1ZTz7ywi9UaHmPPqcCz0f/hi945qfvUs0Rj3ccBC9x/lHOl7lnDzzRww9WPkLvXW7NL1I0y6982+JvURVfj0kKnY97p7ZvOE0L71LPKE9z7aKPL2/mj37da+8UXKrvXpfDT3v0mg9Jj3Ku+29djzDdKG9+HkevYa9xzy2wrY9","/zqMPRH6uj0O2mQ8p7JBvdYVELtUZAu7S684vdAw3rx8Slw9DpWWveh2iLxdj5u810B7O5NzL7zJMx4936N+PCOr5jz7uB+8otRDO+5NObz6whQ947owPZhZWz3yz5C8JuuDPf0zTj3YYZE9zjPDPM40Wb3iFhO9EGwqvYxMCr2lelC8cq4VPbiPoz36Igi88xkSvbTkET0LJ0I92N+ivKXZpL1YWyq9PeR6PXji0zxUQVK8Yol3PXy0ab1XsUI8J9iIPVwmWj0cMpc9Is2NvU2fFrwGNuk8Irr9vJSE4bwCi6q88607vRDn5TzD7I08DtOQvTpusr0zci69rwsvPQEsXr3J0e08qc1rvS3iKj1jxP88JAmBPfeOPD2q5BI93U3/PF1tKb3VWhu9LvZMvQoWZbwwo3m9feiVvdTVhT1Xs7E9YPzuPPJpRj0Ubuw8qzNVPf65Zj2wu1y7S9HaPP+Glz2vnyM9DLAfvSOu9TtpbKG8pku3vadbFr1/DLg9YymMPfKxLz3CcYm9dCzgvFgAFj1ON+g80YWvPIIF/bwso467bRhuPSrs47zcW2Y9QTirPUftOb1+5YW9Bk7+POX8cb24oBa9JCeUvbBzjTsZq7I8Oic5vYnvSz3/XpQ8Vv0MPQFxzTxwE5I8jvNwPZFGsD3JGhA8NY9/PQLYKbwZvTO8NGonvU87lz2m3ZQ9iAIPPZbriDtF8Ji80TxyvQ0ckT1RcjQ7iwPiPJrPJr1+orc8pzqMvW5qmL1rIKE8H9aBPGbqsr2e+ZG9x4s2vatSBz211JA9tkmOvAVMgr0wboU8fExyvWi+ajlesro8GaOavfXyjr334pG96+CcvYdY0rwV6MI9EwOIPavurz3sZlK98kUkPD7ah73o1ZS8lgkavSeIfL31V1w8+XvVvC+zMr0A5be9wvEgPffMC7wugpo9WmDbPGarnTwh/JA9scCEvH7Ha73yWI69U2zJPTLl6rok/IG9R9auPZI4JT1Q8RY9wSqJvR7zq73COVM9","KwKBvQaXCT3cg4y9C3Q7vf9WUz2piAi8FiY7Pel0rT2bRES8oJR8POOchL2Y9GA9d+Ecvb/ITD3yy5Y9Ozw9vYon2LwHvGa9f0w/PIIn0DuBuZM8SfOxPcR4SLwNAqM8N1CXvaYg8Lwchz09w7XxvPkboz3/zxu9UGuZPaYkgzwKXBC7GVvOPSNSGLyJZg09kPudvDEL/Lt/Fr48xP57vC4NRb2sV509qcwuPcpZ1zvLuqY7jCToPBGniD3wfj89tHYxPZWPjL3Ocwi7Y3fsvKbzjzsyDIa85Ho9PWvHH72Vg5i9EyYQvaf6ezw/hjQ9uDiCvbNqTzxLfly7dXkJvY0bnL08O689GNaGvZjBmL1GAfW8oVWMPfS18LtWbQG9cHzgPbdH4bub5Um9wxlhO8B3HT132fc88LXlvH1fsj3VhOO8QF52vTg2kz131R+9WYRRPb58kD1PmAG9NuCcPXSnkD3L9fO7s/MSvX/7m71PWIe8V8JHPXw4aD2ds3C9lyXKu1yzCj2XSyu9isQPvUCodLukxuM9oPlQvaoXGDu6Uo48pagHvBTSJb1ZKY89dz+CPSfrn72gwpg9CCxSvWtriL3VnKE8nfeQPfJYkb2lfLM8+zSRPeHiir1jz868PKtjPLKK3DyqQBW62s/yPPLrUbyQrRq8DfJqvVIOfT0srl29ysmvvAkdEz01VIK9Ax47u0kOmj3L2h+9ImUqvP7KezyA+HA9joEmPaCTYr2tGFI99Mt4u8pfSbxYhek8J0+ivK0wpTzwyw69QV1+vaaFI7wljfe7NYgfvWk0Qr1s4A27qnpZPRp4oz1XRyY9+ZWNPVcpXT0/lre9wqsnPEv+qb0gKxI81kMnvW48f7oNvAW9mkOIParijD0ESzO9Ey85PYw9mr1ctzk94oEUvXZBBj2Zs7E88hYjvUt6+Dxv4ai9FdDAO5hywLzvlOm7pl0Su28nTb20NnU7LCP2vPj6wjxcgq28V0y/PKoTkry9Pxc8Xt+8vVqFGL2WdjQ8","S9STPKcxljvoCLS8zcubvb/wqL3Q7zQ95vkbvfMWDb3bj0y9Vp4WvCzmPbzgljy9vWmWPPnfLr3pKj89j25kPcgyA71T+NS8vnjEvFEjcTxT2YQ92woovRhOs70x4fK8BclZvZHvkj2KAkC75mexvcbYpj2ifAO9X7eCvfyuBD2Dlyg9yHNAvGaUSz3i4Da7MnioPSp/kz1Mnpw8y1h8PIr/GzxjqJk9xQnFPAZ7s70Sv5a9879Ivd1LHz2XlFo9/JJoveI1FDw0CuK84xGPPR1enr1xfc28NkwRvDLoYL2NMcw8CTmFPSnqST32IYS9ojUHvfI4h7zJf547WLK4vQXNijxEq6A9fi9/PDL+1r0B/5A8oLdkPZEv0Tyf4ia9U+JfPUCUpD1nlCW9SlYHvF67d700Zoa8U1JpPCvbvriYklG9bqSEPUDaIz2COPs7pIqHOrC4lr0gnmq9DN8rPB03kD2FReq8yHsBvTu4WLyrxXY7pxdxvFkEoby6Yd888KokvAXfmz0HGWi9Vxt4vIR9dTyiSKC9OEYavSXaCb1eSkE9Z2akvYllIT1Fxei7HwUGvK5RmbvNZxk9WZnkPHl8Kr0O7Cy9S3PJvE9UOr3dcKQ83M9PvWc+Bz3yaqu94O1qPUX7oD2sHmg9FgaJvHpQAz2grd+9ZfE5vQPxbr2yaiA9gNKPvTpcG7yjFHI9rYadPTuK+bz8RDc9UZmNPbwhlj1Fipk9zsYavZ6rcr3Vu408yXTpvFjSMD2DpGo9VzETPN14yDzE9DS9ZillvHglWb0BLg69ddkPvbjHTb1H/km9jTOWvS7SwT37VrA9/uCBvRHpQz1ak4K9opd1Pabcozz45kO9rZa6u9BZJLoqdrK7YV2CvYaUjb3rqW+9yK43vZiRdTvBirg8+/oPPYKcNrw+CFg9zSsCPbqpwbsfWCW9JxfUPZnjhL2hOLY80xuHPYr2or1kYmU9ARnxPCKULrxXLqC93DGpPOH8nDx4pzM9sul5usNgqj3ulCS9","KbtHPV2TLzzyxuY74BhivS9bg734Jvo8inmfPWVCm73rswY9pZaVPG8fmz10qhg4ePa6vbWIWb3ii4E9do1mPOr+rDfxWVQ9sqpmPUUFeLyaHIE9oV6MvOmVlDw6M5a9a6BGvL/dWrz2EdU8mQcQvWONmb1kU4y9wLNive/lvr3JTuY8WayMPUrbcr2Zx5G72d02PbmedD3EH4G9q2hRvR8sV73sRqW9fq1TPRIKF73VvAg8pKZUvcPw7rwJgPa8jT6FPRdlOTyF3AY8X+GIvWSMkj3WeGI9Zn3YPDQc+ryc6D67TI1lPfKGZD23DY49ikeQu3Js+DxfPVs9hTKmvC8Rir0xK9o86AMwvJdaKL0rhaY8Jp8wveDxlD0wTxM8Gd2cOiHyrrypyLI9qlxpPQHEIDw9SIm99kx6PbwqKLxOjyI8yFKDPTjs3LveH4G81LGvPFHIfT3EPuy84bTFvczdqT2OEbm8bS0RvZ3xTb01ppS99vqGu4AqATxqdyU987axOl1yRz0QMam9L4GMvCZaPj110nU8gqWDvbcXEr1Db0Y9F8qUvXn2UzxUeTa8wO6gvR1kArxMKaS8XNfOPf82vr0h3a69o374vKnZFz3k2j87P+sVPRUMVD3ht349Fw7UvAvTtj3E+2I9EsWZPHdGurwDlpQ9NP+YPAKJVj2Gwom94qoNPd0Omr2KnyC9fARZPSzhW73N3Yy8P2F6O4MALj1gOlq9imkwPYvEgrzu2qq95oeKvKoOpT3IQ1Y9HTIQPe/0NzoNjZg8K86BvfQPk72Uc329NikYvaQjyruIHTG9C0LdvBgSjLzrdKg7W9U5vXemhDwk4lc9GKbcPKL7Hz2tIo89onaBPbkEtDzlUps9u7NOPV9RlLxCzh09SV2XvXTLBz33KWG9CNYfPTmuUzuQp4Y9TBxQO1Fs8bvm/Fo8sKyWvfv3Vr0up2+9QlIFvX3in7z4j389eIyaPUTBnrtjw5i8F3h9O3ePxzwHz1W9/BIlPS6KoT02yze9","zXOKvbDSbz2p44i8M9+oPM5CKD2QNbm8x5KGPSx4pL3twwW9NceivSDEjDzSgAU9n+8UPTzBlDogd3G8vGOvu7Wzlj005PS8LZBUvQzCQj0EB1W9Bwn/vGXkx7sSxUm7hrq1PMLbO70LYp87GdiuvThlib366027XBwoPaQAwjwpgIy95HK2PGlkwDwxurU7OItOPMRJnryW2GW9ab3OPFhSiTywyDY9qz2kPZiQRD1o5/G6oCudvSFJpz2kHiG9iAOFPQCkFr0H7xU9c8tlPaGTXb3dwnY9WihsPExmgL2mM1o9sSYrvRSRmz0Wwiu7//apvbJveb1ee4y9b5WHPQp8oj0MjIU77oWpvT7VbT29uzg8W5ffvIbmlr0P2hy813U2PT5dXb3fuJM9kMC0OuzuYT3mRs48sGQ5vepoTjzlHzG94ztYPHhnort4cBG8GJCJvbCaGr2bfJw9ErqQPdlSq7zG0CG9yaeIPbNgjDwKZ2Y9JqFDPaOdeT3c95O91yH6PEHnNLyuWgG9UmyhPXP/mj0o8ue8nQ0/PXueNLx+Y4K7YoEOPWJ5YD06JoE9R1RRvQJHcjyOuKk90Td1vPPSrrweVPq75YjivARi8TvpIsE8Odo6vVMNcb2cLJE9bZuUPZrJqL080GU8HP6bPf3H57vR+nK9YwmiPZR9xbrLYLK8cNU8PUvzeDypJBO7wDoEO/mSlL116yO9H7+8vDzytD3fN0O90lNPPWnZlj3kBAk9zEeau0QkeD2iVi89oD+bveB7sD3v2dm84bEqvWLdkDx170c9xUUMPZn4lb2kmbY9XCuXvTxuJL0Jefo8p0nOvOAirb26HJi8FAKNPFjBjzysBxq9cROCPFyrQzzK2w68ODt3O3c7dL1ucqS8JkBAvd2wwTyBgr08OctavPbWpD3Ev2I9ltOPPRv+8ryJfKq9eY1qvJpSn70V0iy9iW6fPK4kVD2BYaC9TL35vIQ7mD2bxQm9KAQrPXpSmD1U/I89w2hbvcBFlz0sOpm9","Qh+ZPb/8IzxG+wm9MMOdPVLFUj2jGVw9i6B7vQKkerx5M6A9wSJ0PR6UfTou6QK9oGooPKYH1rvGIY+7iMsjvbVrvjwRC9u9wCMuvKUWhD0OVlc9gvRhvFydEb3IPFe9sQKMvRKw1r32jIG9xyfbvJ5VOr0kEw29pb50vQUWIDv8Dz29e8Iuu3AxpT3c95S7WrHrPK3NQb19dII9G02IvdzVrDyH/gI9Hb7CPClxMTw/j9G7M/KovVHO37ztxxK97Y3PPCeZ8LsnPRY8okEAvfM0jD0q+xU7mQOkPcdl/7zBw6C8pp/PuzL+I70kPUi9WPPOvWe/lr3DH2E9GY4gvUeWgL3ECo28gguJPANiez0X9c08f7vIvIUfnruYlZK9HrXovNcchL0csH89JvoIva/EOL2DtqE8pGk9PBW4KD15Nti8XTG5PLTLVb0wBIe9GPonPezU0Lzd9A29AhJ3vfaDfrxc6yu8g+zDO+nUJTw/nYE9ShAAPRDGHz0TiI09iEI4vd/T3DwqUwu8eitCPTLcuT21E7m9ER/CvJYEHr023wQ9HhUivetQJr35v2U9OCQ/PJGNCr05Bme85m2vvf8dmDtSDcu9rix+ve4cxD0u4WW85yyPPa/lnjzdmGc8F45Xu8+DSz2CuSi9nCjsu92qir1DUUs9c1dbPTog1r0vDFS9eHnEvQ31jT1oxrO79ID3PPcSVz0dlTY9+ba9PBGznb0ZeDc903QDvRDnQzv2X+e8uumZu1A6Ir2Ul129poFIvUkj4Tn0I0c9S1x7PfdKVz2XNQA9Drg2PZJ8o7ukwTU907KBPWk0hLs9xNm7iw2gvARjhL15UMY9CWmCvVYggr0H5qC9JsVlPSOXrT0olIC9pXEfvcM2rz3xa8u75OS4Ov2JGDzkoik9m4QXvSAAZbxn7jC9kuQbPSI2o731msG9LonfPPtpIr10t9u8T4elPdsVlrw7xfw8oc5SPYOKq7sDrVY9f7x3PGQRkj3eznK8XrnVvNd3s7w9CRE6","12Vsu2xzvLpxOMQ9AMoUvb+Edb0rxEU91FU9vJkYRD1sJ6Y9sz+NvahvQz32rFQ9vH4CPd0yWT3t3Bo7wpsxvCy5N72AX7e9+/KZPWX2gz3I3Rs9lUF6vBmnh7x9A3E9pFGzvcf+Kj1zQ/C8MbCDPf01hT3rUEE8OOhAPaVQrDwSXIg9c7GwO+UjYr3nm5U9MGGWvIF4Orwlu5u8f75bPfTzjT1PY0G9zdBmPdApGD0MSWI9iEsoPDFJAz3SunO9uLC0vQnGsL3eFwg8UttXvRzHDz1gIoO9YJtJvQP2oj2icou90xTrvDlyQL3TsLQ90yRqvWB3WD0j6DU8FyyGPbZvPj1PVv47a06/PeLXV71fJ6k95m/MvTN2WbyJJbu9KsTvOsQsuj1wepO6A234u4prQj0yuVQ7odERvP8wV7zHzjk9hhqqvUePMry6Gxy96PWjPeKXKjxmCMg9hTUevQQmsb2/zHk9LEuDvdv917zu+zO9YPoSu9ePEj39Kj69IxZ8vYDzVzwI8U+9BHdrvFm1Hr1Leqq9WjOEvShQsryfqYI9Jv/RvMDbrD3c4bs9ty2aPQGKPLyh2QI9BQ6Wvb9EibxvkpK8Cy4GPZARjD2jmac90R+evXhMPTvtquQ8H7drvHrta71D6q69d8UpuvbESrygnjQ9734RuzLt1rxEC7o9mDJvPEBXPL22rHs9ATAGu2AXf71Zyf08DX6OOnwlmT1gCKQ92W/GvDpSoDzfbCm8SIGyPYo6aLskbwm9JTv0PGo+Y70RBQU8sFKRvUYSh71YIJ89q58sPVKJ0Dt7x8w80HxQPFiYejzBSpU9gV8KPJaLFD1OOPQ6ULSpvXR2yzw63Oi805S7PXr3DT0ZBGa9EEgJvenxjL0gtjq9soNXPFP+jr2Ukns9k1IvvFPYnDxOHgO9ASiXPSgtzrwbIc082RS5vZQd2DySvKe8so53vciaJDwczAo7KkeNPYAZSb32e408jAFUPXaO7zyDT3Y8FaWCu0jwVL2cqKk8","i8M7vfuRSb2SEKA9dU9pvdkIkL3he1S9ZLmgPTc/LD3mtjM8BIE5PRRsQL24w5G9Bc+KvERp0Dy4VYu654WMPeEVhj2urbY9dX6DPW3FOz0h+Bu8gepovQ2m1TpoGmC9XmeDPf48NTsOk609B4lbvOe6Zb0AGpk9XO+PPef7ej3CL6I9JLCEvZ6Mkb2VXSA9WDyNPFz3lj0Tu/q72UGnvDYjND2Jb5g8pOwxvCs5Sb3ucWG9xZ66POyqvj1yZny9qa1aPVkbyLrlCZ29McwcvMbg87xm7wo9U2GPvc6TJ70ijHe9vGyXPNb6aDyTISG9OJbqvPU+nD3Uf2A90SjuvOzJrz3X1DU9IGaOvWCcUz0B1mC9EdcjPffRoT1rEQK9wFehPYslkb2V+q49SlmZPFvLJL0Dr2Q86YzcPEVl9DxJnEy9pe8evZD7OzymhZU8IN5avUeeWj21xAk9PfAIvf4daTwaDXc8KspevdmP7jwZ/2O9cDYUvXTcoD3j/Em9QK7GvP7/77uJBkI9jVWOPSt+mbyQLNy8EeBnvZ0SYz0aoC47cIuJPdploL2ujWA92X6ePYqGdL0slJe833NTPGzSBjtMfB09QCiaPYyRSr1QKk48FgGlvbL79TwmYtY8UE6IPeezbLxwd5a84zufPcmNujzVbrK7WmuJPTGMBD2rUw+9VSx+vOGVuLtFsou9dlCSvSV54rzloJo9e4GavY5btb1Ieku8rY2nPd9KhD1JujE94hgRvOGEF7y2CHa9Yuccva1Knjz9mmu9FfeHvegFGDzqeCE7OzyFvUEjt70qAHA9qQpevMkSE728kic8dI29vXFujT0eBXI8MAYpOjAakz2N8bY8WVaevJ+17Dw1dbG8OZmrPMorOz3ozCG9MFWFPUysSr3q/0E9rLaTve5XgDtglJs8aewhPfDHnTuwbB69r2oqvHb1d71HArG8gpCoO48OmLzcfDc8eeWDPcQoMD0XG7E8I1lfu9sqMr3MS5Q9pBSRuMQ1gLuajJ89","7kEAvZ5jLr11Oe68fh2RvXRXOj0Uhvq8br6MvUueY7vPK2i9+uJKvD5Gvbu3FGY889ARvRVHOLx4Gi29zNJfPZ6iez0dJWW9/7mYvZhzkj0qPII9WgEEPf6g5Tx69rK8l4K4vInaxL3zo6c8Y0p6vVO7rr1tWQG9Gv9QPdN/nD2MPA69J40/vembmz06iZo9/zs1PU2Ryby3zPM7ud3DPBoBJ7shtYK9VJltPRTzizoXKdu7pP4BvUdBML2VKbM9RXupvRLGfT2aVjc9Mr0avbLj97rDWi09w+tovWukYz2ECDa94hZvPNm1HD2si548GLpvuurD1r1QJqe9Ak/VPZBqTD0RkCY84sFwPfuvjbyLm9o89najvS6kirtXuP85FhWaPGBmDr0mxGa9faeKvIExYT170XA8WfuWPElSzTwzN3i7ZjYIvanVZ71J0we9MqqBvBXjqr2/VrQ8UE9hvRNfvDtu5Um8RniRvfS6+jycsco8rERFvPyObryVkIU7c5KDPSevSj30Qqk8+f2YOVosyLyZltq9FOwYPXByob3KgE+9RQ0TPckpobxA8I29vzwfPR6mWD3DEqc9IU2HPb2OP72aqgC9JBWoO+nEAbyqyrM9LqE7u3lWWL38MI88xlfsvHu9iL1KIdK89hVrvfTZWz00RDQ8b7YBPRLvEj14Tf88ft59O8G4gL1EQFg9t8StPVnEJ70TlKU9hY+JvLr6Qb1f7bm7p/sNvCWYmT3qPZq90NKfPRXVgD1a88C7kYpWvG2Tib3yqSK9tag/PROB27zerne90OJ8PX6QODqsRI096+ZoPepNKruysLQ93milvGexOjwAjK09Fd94PVPZBz2gDxW9jAw5vKlMmDz3uIQ95uoivTLWQjqErOU7bhm6PTqZGru6fWu9ylKWPZ/8cD32frs8zGhcvbgLYT2LNCY9bB51OhDyu7wGvH287HE+PTYvEzywfC08VZqBvDw8kT0jGNK8emLwvEKDkL1N3y69q7VoPDnlDb2HMXi9",