{"architecture":{"module":"keras.src.models.functional","class_name":"Functional","config":{"name":"base","trainable":false,"layers":[{"module":"keras.layers","class_name":"InputLayer","config":{"batch_shape":[null,32,32,1],"dtype":"float32","sparse":false,"name":"image"},"registered_name":null,"name":"image","inbound_nodes":[]},{"module":"keras.layers","class_name":"Conv2D","config":{"name":"conv0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"filters":32,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,32,32,1]},"name":"conv0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,32,1],"dtype":"float32","keras_history":["image",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"MaxPooling2D","config":{"name":"pool0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"registered_name":null,"name":"pool0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,32,32,32],"dtype":"float32","keras_history":["conv0",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Flatten","config":{"name":"flatten","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"data_format":"channels_last"},"registered_name":null,"build_config":{"input_shape":[null,16,16,32]},"name":"flatten","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,16,16,32],"dtype":"float32","keras_history":["pool0",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense0","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":8,"activation":"relu","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,8192]},"name":"dense0","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,8192],"dtype":"float32","keras_history":["flatten",0,0]}}],"kwargs":{}}]},{"module":"keras.layers","class_name":"Dense","config":{"name":"dense1","trainable":false,"dtype":{"module":"keras","class_name":"DTypePolicy","config":{"name":"float32"},"registered_name":null},"units":3,"activation":"linear","use_bias":true,"kernel_initializer":{"module":"keras.initializers","class_name":"GlorotUniform","config":{"seed":null},"registered_name":null},"bias_initializer":{"module":"keras.initializers","class_name":"Zeros","config":{},"registered_name":null},"kernel_regularizer":null,"bias_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"registered_name":null,"build_config":{"input_shape":[null,8]},"name":"dense1","inbound_nodes":[{"args":[{"class_name":"__keras_tensor__","config":{"shape":[null,8],"dtype":"float32","keras_history":["dense0",0,0]}}],"kwargs":{}}]}],"input_layers":[["image",0,0]],"output_layers":[["dense1",0,0]]},"registered_name":"Functional","build_config":{"input_shape":null},"compile_config":{"optimizer":{"module":"keras.optimizers","class_name":"SGD","config":{"name":"SGD","learning_rate":0.009999999776482582,"weight_decay":null,"clipnorm":null,"global_clipnorm":null,"clipvalue":null,"use_ema":false,"ema_momentum":0.99,"ema_overwrite_frequency":null,"loss_scale_factor":null,"gradient_accumulation_steps":null,"momentum":0.0,"nesterov":false},"registered_name":null},"loss":"mse","loss_weights":null,"metrics":null,"weighted_metrics":null,"run_eagerly":false,"steps_per_execution":1,"jit_compile":true}},"image_data_format":"channels_last","input_shapes":[[32,32,1]],"output_shapes":[[3]],"tests":[{"inputs":[{"shape":[32,32,1],"values":["lSMbQJSQB8BBb+I+Sl6Rvz/337+TZ8a/y9HNv9f0vT/uno6/ynntvspoC79jXdK/JHwOQG5HcT8jNkK+LskQPjj7R75Jpac9cxeQv4wjX75RCgTA+bFUP+Tdhj/fWAu+Br1pvvlzQT8QKb+/KdYzP31XPz+ZLva/ya6FP8mHXz6/CRi/I8eCv4QfrT7HoM++qa6kPmc29D5bLFg/f2EDv8LoqL4VYhA+Ed83P9QVnD8AipQ/6wWZPQDbOz6+1pa/VUb7Pe/kHLyI+V8/RWMNv0At3L9KaLa+hvnuP/wjtL9zC4+9ansePhDIFj8j1gg/HXwtP1EUmD/P8/c/QIlsPzdHSz8V7Fm/lM6FPjOR1z937zw/YDkEPxXiXz/Ilzu+mT/YPJkqHb8p2RO/a0CuP0vI9r8/hoI/7W6pv/8Cob7SaB89cNu9PyGyTr8ff7U/bVJWPnfkGj/uMYi+vxksvwE20j8DeqA/O97tP4PhRD8aQBS/HGyfv3mGGkAPSMS/frxrvn0xLb90mGi/P+OQvmhI4z7Vi7s/w9/vPdHixj2SN2C+UWyzPkWPTT5Fe7E+VbAPPwHyrb8d0HA+LEkFv5OCh7/Rm4U/B6kpvrrxrL+DqtK97Q7TPvsaoz6/jNq9TPmWP9AjAUCj9ku/sEluvw/U4L+IeTs/vK2nP+CLTD8oBFS9Kn7YvmyOCj0y9D0/gL9VPv0ckL7qnQi/WytJP+BK0b5Ehse+EWqTP5xOPr9MAFk/cGuaPkmnT79biynAt6Tdv8oiz7/1mXI/DZ5fv9iUDL9gTwW+bOpVPTdIkj73At0/8uRBPq+8u74i+xA+cPtjPu7rej92g+a+OuU6v1C11L1fT2I+z4UrPs/K+L4+fFi/PkU3PrZDGj33/Rq/1l8iPwBAMj9398A+G+f8Pj0uAT/AvZ2/StoNQFVVLr+Hcl4+4z2qPstWIz956Bc/pH0GP4o3FT4KmN8/I187P3nErL+czhM/j3r5PvrKOD5KLZs+l2Phv6utnL9cHhHA","UimfPk7JLj7WRC+/XLDzP9XUUj9xaZi/e0pwPn45Ur8PKfK/S5CqPuXekz8Gpqm//pMAv9x7LD/jeBC/j8sCPyx1jD+bAEE/hZIZP18Hrj/9Dwy/MIjDv1/JvD6Ksxs/H0m6PoRkkj8wOh4/hs12PjfXYL7ZRE2/Gk4KvnQFg78ASY++bEijvxsJ9z4VXKW/NVL/vO0dxD+lNWQ+wkwzvwJ3ub4tSxzA9/0BP8rQ8L47YUg/xLMFP/Q5pr8YTDe/xlP4PgxBYr49Q76/9hghv5jdmL8ZM9M/jzW6P9t2p7zMVEw/DZdrP7TXhL/2fB0/RVZNvuQ+3z0Kqpi/XTPXP2PmRj/tdqi+zed4P/v2Or8/cus+/C4SPy8p47/05qi/CRw7vnnYrL9cFvw+2147vZf/s72pWAO/+BxGv7I4nD/LgjQ+AecXP5A0/z1Yyzq97lxdv3FjXr9GiSW/lB7lP7bIEz8+42+/3YzDPSoLWT5fxX0/u0OrPlkUwL7pyIO/0liJv6UjHT+rHa8+jj4vP/tzUz8KM4i/q5IGwN53TL85pZy/E8KJP6n2dL/7PIC/iH8JvukC/r+hjPi+ApiNv9sC0T44oeY/9o7uP0EeDT8x6hdA4MyFPwuzub1WVNq/1s7avqSgiL9eYAhA1SnoPztaWb2IB7E95BKUvlppvL+j1i8/RYsuPrHLAkAKbdc/iOQqP/NeHz9nsaI/ukGbPyGeBj+6VWs919/NP6NHU8BvtYs/5BkFQNmhCb+tOLA/t/VsP9a0DD9ecqE+7DGUv9dLOD4W8MQ/SOsHvzCkwz4T7I4/4AxNvyLzbD9Nvyc/P3VovwG+0L9Z9yq/vWIZP8eDrT+M9Ui/FElBv9HttD4rHpA+4G+fPeK3a79AGs49idxzvxJZCr0KFXe/H7mwPUCl5b8cR1O/jbe+vogXCUBv/5U/A873v9ARiT/TAz+/hRNHv3sLzT6uInS/BhSWPz3Dub+73f8+aCpKPhQPtj/zuLE/nOj7PwibW77JyS4+","H85UP48Xlb/woqM/9h6EPooTDcBuQBO+jy+wv2Foqb8KdEC/rBkiQCOX6z+ozKy/PcXCvbA/tr/rt4I/XyDtvy1MBD8BJYo+ZJUVQHohur7Xy3E/OfMhP9AcDz8X8r2+MPizPztc7L+ezq8+yeHfvSwhOz6lHs0959dLv0t80r7lgIE/QM7Xv//eNT8LqOA+agjwPx/8u70UEbW/xEabv6bRS79Ddiq/RYu7vb9MRj8hSEG/FPHWPztgCz+vh8K+c4vev/RzpL6aXmY+41ZhP4Ui1z+wFfm/l+uRvw7ejz9raiE/Ip/gP1kQrT76WRfAmjg6PoAEFj5AIbw+tr/+P96flD+9yZk/H3WNv+VL1z2+BK2+FVeWPoR8YT+Y3QK/vcuXPpLZhr9lYOQ/iFf/Pta5Pj0y9gU/SmiZP+xARj+meNw+FmusP6fsOD/QkWu/MuW4P50FH7+Tg/s/9cDivSAJgr+WvEdAB8xXP43NDL+rvS09YTRhv0+ViD72KIi95MDEv7Y1rj6Xyb6/qkKavgmQvD+70sk+gPubv7s47z1lVry+8TzWvd9P6z+UIX6/TmoxvhvsLMCMzjQ+AoRpP4KIfj8Zss8+W6KxPi5Izj+rOSw/IrwDvs9GdD/Jpt49m/VfP1t3ejwIpG4+tjwOv8PBt79YLZi9iCIsv6uQez9iudM9BdAzP1pbcb5++qe9PucWvyoMNb8YNbk/T5zrvYqRBb+86gW/BlUKP3+6kb/Npwy/DE0Tv/l7yL6Hvy+/hV3XPtU7ED+pjVY+3oSovw/Rkj5inew+BT88vyl7zb+JTn49nxGsv6tYF74DSDo/8BOmvyDhfT6vPfA+dkzHP29FxT/Z0/O8Qd55vAjtEcAR/xi/EDCMv7WIij//j4Q9iskvP6cYv74dmXk/SV8WwCFUSL+0ecm9K2pJvsfOkT/RZdk+jjzwvaMxc75D6oK/El7ZPhWOQz5vKEg/384zP8r4kz/93/8/Iw9qvvMTrT/zCm2/NVItwCUPML92uIS+","uDmJPlzGGD9YOGA91XVOP8iDTr+Jo7c/3ofsPsP/f79SewPAZWiJvyOAXD4KZZE/Wk62P8IKhT7z8M2/cjVfv4pAeb9sYBi+joA6Pb9uw74/P6O+BMzgPoL7HD6CyX8/xQyAv7EToT9Ieuc/4uGJv6c2HT/J/NI/NQceP1IV0z84spe/dZfEPrf3oT4fyeS82dLxv054dL98CQA/9ddnviB/Ub9IXgG+OzEfP0pqmj9g0h9AU9vxP2PoID/NCh3AqSDJvvZAHj8V94A9E0CCvg4kkT5o8Mk/ESoWP8AtVT5Nj2Q/dweJvyTD5b/KFze/2koIwCuOjL8Cy7i/k3eUv+2Pcz/TAzQ/CeWxO7xyxj9lmTi/cQyvvxnnJj7tmfy/TPNivm0lCr3ygcc/g4oIvqvlGT7o6EK/pL11Pl2j577GWdW8q9qDvTQBjL/xWJU+CGi9PtqVgL7zAvw/DSaxPgkQOL7aJpg9WOIFP3XGWr7fa6u/mZvVv2sQFz9QLAG/ZMORvtlViD/nskS/NPEUQL1msL8M9sU+qaWJv+Aw+b+//qy/uYDOPns7lr4XegzA7ldwv9mCmD5lXWO/ASZTP85Ivj+nvBFAd61tPvc0PL8OTEE/FOu3v2N8Rj/WIoS+mPC7v7tHGcA2dLC/pTAfPuUnRD8Kipo/rKeRPwpnor+O3uK+T5QpP/0+zb9NBek9vLzDPp4tZj0DMoQ8XUiJP5/JS78a9tc8oaGIP7VUob9fpDg/uvVov5tLuT3DyKg/d9wIPzvLjL/WzKw/t5dfvBRG3L4Ceg4/BCqgv474Tr9kE/s+3fXbvhmSXb9Rl/0+oW6QvpZRFz9B77a+TxPkvyEKab+hjqW/PsKvv6qvB74L5oQ+ElYbP53fiL/wKI4/Myifv28mXj/f4N8/PcXivLgVLr5iooa/7obaug6YxL4Pjts+sykyv6i/yz9dpOa/b3j3PzrI+743CIe/6tZnPtTYxD8T0ZK/hCp2vzK3h71+Eg6/J1TOP/cQAD9NZxw/","kuotPnrEuD5v5gA+72cFP7xK/z/GLD4/BQg8PkIv4L6nQ04+mtXLP24/sD6/I3S+BaoivvB1gb8+UEa+b6o4vqQkMj9OAAjAIX4HP7I9ob9XJ5S/dQoEv2uGML6kysS/QKL8vk9lE78KE9e/YR8Hv16fGj9FEcI/Wq7mP/+iqD/ShOA/SS9Ivhsf8j+8TXY+3BtrP9tsXb4VlgJAjQGQv1KD4b94y94+Dqf1vgpl1T4EZCK/WlBPP/rYKD1JqGk/qEJmvwU7ab+wiuC/s5hiv0io+L61+QFA2YXgvz4ZAkC7PCE/4XSyvfT7sL8DPS6/ZX4Hv8xynr0K1y0/nkDRP4e0Ej66a/A/+eLuP/Jbxb/m7Wy/OQgUv+TlGT/MVEU+ItAEQFCA2T9iBls/m18TP61Flj/ywgu/QT4iv8nIKkC1gmK/KpT3P03jOL8tOXi/KRbIPrq88L8fAg+/aCj0v03nMD5sbF0++ZSbPlBOyD8DeqU+JG0dvjwIxz/FnJM/WAZlvwDPAL6lv229fYtVP5kECL8rBTC/bMM6vwCAAj/abme/JRTnv0bwqD/SUzFARDOdvABtm7/SnV6+CvTbPi/d2z9tXBdAkD0hP7UqOECgrmY/5cc2vyIZor8ONC6/Fa3wv46/9b5aHuk8ZVqXPsy8H8Ddirc+aH6XPuzBDz8hooY/F88av0zdYr8Bt4K+Q7OwvkhNnD8dCis/aihlP3x6gr/NVUy/rbJlPwiE5T4Xcay+YsGZvrezCkCUPc+/oZAFP8iHaD/aPT6/03zhvmyNZ76h7S2/ps4bvx0YHb/dLBa/JJZmvazEvD8djkA+aZeqvx3MwL8fkAm+fXa/vrL7Zb/C40c/hLyEPRo4sr/bfT6/e++6v69WDD9eKuW/wrwjvyd2Hr6rHJ8+3G9Fv0JPV77PHre+N6hQv3yxGj9jn0XAEYq5PNoc779m6fa+++Z8PS8Mjz9CBMW/bB8xPqXEwj02w6M/79Mhv0v1D8CQg6M8mFK/PQhwqj4A9qS/","T3WevsbIKD/N9jK/m3T2vMmMRL+ubk2/HJZ6P7k3cr9ypM8+akwvvzMwjT0q1gHA7PawP7Z8Xr8JgDQ/5PANPzJvgD4W0bQ/hYTRv2v9kT9Hkt8/F0KOv8antr/T+8A91l+8v2Dnib84qAk/RcPevnpmqb96tbs+ZXxOvrE7Hr+JUze/LGU4P+Z0lD/tCjo+oGa6P5mgWD9/V6K+UurFP+1WFb6rPz6/qslMQD9NHT8s+ae+l+rjvuL8mD+N5BG/iQFxv2c9sb4hL7O+MR1UP3i9DUA3xqs/4fevP7Yl3r6vwIa/dEHmvkGgJz90wGC+++aePu0+Or+YXOC/6G8PwA=="]}],"outputs":[{"shape":[3],"values":["QTVMvnhOwj2wXj1A"]}]}],"trainable_params":{"conv0":{"weights":["pIdtvfQkwz3NypK9GFwEvedo071zVfc9wUWpvdcQuLw21eY9TmyyPKXdLr1PNls8VV7EvNZmoLxIdrK9wjc8vY3qNjzQxOw9rUvZPZM/eT2IwIs92uROvZuZyz2eztm9ibEqu6oTWL0gzcE9YkhYvXbPmD2yi4Y9gAESPj0k8b0ysAq+6pZMPfEZ+DyZqKy9mBeJPfaPsT0l+jm9I9yXunvJhL0wKzo9cWNPvc0Nvj2hebU54j8OPmtm1L0FQgy+oQ/mvYFMDb6Fiwy+WUP0vSqUQL0ny9u8PwIBvkcoBT6Q2/A8dIyRPOQbwL2NZxK+eZE4vMsQAT5xCL893Q+evQ96Eb6ffsc9TYPMvZJkDr4hMa48QUq1PMjxNT1B2bu9mz8JPprOwrwsa7i8XYsLvQtMlb3Lmtq9lVv9vC/pET5SIly9wHMqvXsC3z3tq7s8qXerPfrPIzyeIiu9e8TmPTSq/z3NrnW9d86VvFWjuDxsh2o9bOz9PMwXRr05u789qrOevSJ86DvWQts9as/ovTas/T3ETNG82C/XPI2+w73Niam9b4a0Pffnpj1pVIk9+qbHPTifij0j/d29gEKOPWKZOb2Sr/q9MHe0PfkBKz2Ec6O8e9CDvX88AT1S6wW+S5C5vYh17z2qL/K9fvOfPUxh8j14PnI9cWjCvWw8n7zxTwA9Qer5PYO9H72FjBS9YvWivbaFibxfP3s9SPlfPc+EOD3WqL29CNTHvQ2AmjszDOS9DRrcve077z3XQQ8+8LaKPQ24Gb5p7p496ETavCdAs709t5u9lBr5vCCsuz1a67m9qTwTvRAKDj7kpNe96sesvLaYOj0siQ69vLLHvePEyD2JbYy9Mp7EPKeYWT16b6u9S3ecvYQugL23d7y9RC0cPf1a/z0whIQ9ZZSjvVKqLbvcrpY9IgTrPf5bCr7LFuC8pqnjPN7HoD2GI7Q9PwTGPSC7AD7Ulim8YyL+u85kFbyjDF28ZtAfO93Iq7wRHBa8lenuO55K6z1RHuC9","JTCRPJRUrL2UMVU9jNTuPTzh+b0Nbf69PbjYPQZHbjyaXMA9qWGsvck1gb3O5TE82DJNPYgn4LwTip48QVn6PVNVlD3Ayru6TEP0vR+LsL1FILa9/460vdvGrzyqPvq9iL4DvrBxDD3WeAu8b4+dvfbVKD32PL+8TSrRvc9nqj2n9bs97K3WvSCZH73e6gm+ZwEBvo+1yLyAlgk+M/Z/PZTO0rx8t4u9juuIvS2FSr2gfyA9YGQtPRXdib05vJk988nmvT91grzG6hw9htwGPhWVZj2OmuU9MODevU3JDD5q6Rg9Vonmvbtmpr0WwYS9SdeuPcYHyjzQF767G8CuvaQAZrzZZya9qB/Ovb8N/z3B9ve9bfDpvDgeK75WzhG+Tv3Xumpi1jvw3jE9cejVvQuwIL5pHDi7kEljvdoT1j3K7Sg9q4iJPTN6AL4M8bG9IqW9PeQABD43PgO9eo2yPQHZVD2+bZ08kccCvrZVi72jNtI9oHuCvfgblb2mI/G8"],"bias":["mY5+PP3HAD2zg+y6y7ehPO5bwrqsDIY8YKqbuUMObjz5C/08A4RMvOwVo7x3Gmm8UlMkul6h5bm170E5lp2fPO5i0TukKV07wUYbPKXkDTuQk6y6M1DCOmP3oTsNd9s7M/I4OtUrpbrch5U5JV5WO/t1oTyUAfg76flQvH2EAz0="]},"dense0":{"weights":["pGUEu7PYtTqnRbo8nTmxuqDj/Dyre1I88GuIOX/KtjzBKbI71ok+uxFt3DxftxE99OdwPA1dmLwIspM8hywTPcFonrwBg0G7tn26uzcwJzvbQIi8ua4/vPF2Krz8jag85GpEvOl1IbynrQc97frzPHDywztvRPY8MaEsPGhbxjvkHju7VZjAPGvZLrv7yQA7/XrUPCoSzzzz1OA7JZLaPEwJ/7vSMrW8Wk21vIjqPDt9Pzm8zRaOu/tO0Lx0ubk8NCbEvF0eUTj0bLw8MYt2PIohAT3bu6K8fV2ZvO7XSjwmIbi8otchvOruaLxmoCC8thdVPCdqwzyxA2U8JIDePGeiTDxAqC66LXTMPAZMDz3LX4C6HPqNPJz2jjcjpB89QOUCOoV3lbwhRGk8d0SQPD/fjrznCIa7y5UWuygJ0rw4FhW8ZkqdvC9ILjxM49I87Ha4PIK+lzzfAX+8jYKQPArxgzzgW6s8hsl8PJuVPryb4Bw8XR+8PDkuH7xSEZC5SYaCu2gAYTwkHG86E0L1uzLXyzsYHKm8jU0gvEVREbtMCqw85FpYPAUTVjx6qaK8oTKJvEFCLrzGbdE8wLeMPMA6IjsM4Ig8lgwzPbkZBrxOLwg8EIGeO8TtxbvVkJO8eaRquxPsyLsevPk8pMS0ui9OtzpN/Og7oYQKPKfZibzcsIE87YS0umm9mTw4K9K7QSHLuwc657sfvFW7Wn8XvSATBbpieBe8/LA1vC1yXDzIGwg9E7sBPV0Dgzy9LhM8jfHFO/2XYbmfkD28XwcavJkafzsCW6C715r/PPWUKjwm6ne8BC6IvGZIv7v4Zxi8NU6KvHYxpLx0mvY8b1a1usX6RztQqXU8e5bePHOztLrcIvA8qbVCvDtpoTzC36I8dDpIPHxcrDxgxvq8yBctO8GqmDxyXye80vbzvHIAZzxDsle8BvMQO40k8Tx34DU84vvyPMqbxDrQWoK82+hLuAbsP7wy7US8CCxNO73Mx7xXpIa6SRv1vDND37yVNHA8","CNGSvOGQprsshr48LFikPHbRrbu3kVy7xizEuX+VbLzc9jk8c8iRvN9ErDzvNdc8Qll4vIFRvTsi1k68VjFAPGwIzrvKXK+8vMhdO1dOWjySisU5OWf6PFZKJLz0SuE7GR7iO0xTkzyb9Vu8EN/suwLoJTwRO/s7y9CWO14W6zsIL8o8E9KavB/mp7yLot085z/7PMmIm7svHLU8BQQ/PNQTATxguJY83upAPDMET7vXH7q8iLvSvKjJH7yZU1Q8gwWMvFI8Ybypms87Za2FPDIvWTtsIik8OLXfPI7ZwryskqU8bm8pPN+twzyFBTM9XevaPIQ9ZTy5j8E8/n2gPNBHKzzuJou66FXxPHpKjDwLZ6I8Ut/uvMD/1TxlPRy806qCvAAQ2Ta1DtE8ILzCPCdVGjy/qbq6CryKuqS1vDxB86G8pxvTPOVL1zzPZiI8JPiZPODn4jz5GZq8ILrzu8W3wrwad2U61cQgPOe7Hj3O/rs8rdySugpvCj0vPHe8KTDVOxuBYbwxigY9DuShvPDrxjzf8S+8KdDQPHl4xTxBy1E84O8FukWZK7xzais8Zto8PJ8wSrwf7Y06o1ylPIbCDLzGIea7OHSmPJdvArwtC6m8S66KOwIKFbu9gEO87GmoOikqirxRzG48Hn5fu5P4ubww+yK8Ru/HvAOKzTzOvaE8bC4sPJoPuzsPl0c8kHQluwAgPbzzYdE8PZXvO+BHcLq3KcY8RAF9N7Ee6Dwwwb4837KIuvnQATuyBpe8EHVcvJ9xsTyWaCs5NG+svN4jV7qYtMm8MMVOvDT11bxY3xg83vT1OnDJczzgIV488ji5PBTZsLzt9im8MHQsPHoNvztqx5E8RN2YPBfXhTxqsNA6GKENvLLf4DwCVBS8kFaFPPP3TTuDVgI9eh0DPaI7OLyz+yi89v1cOz14vTuhqpe8ABDfu0nSmLylrZA6prsEOo0hrTyoaCW7sMQuvH/9njzadJA8pcmEO+QVRLwki6u4+eaoPL71L7x8gkc8","aLaqO8XV07x/oV08bGqru7bCXDzNejM8YohdvKbwAL2KaLw8smx2PEuDBr0Zf5S7dppOu9WSsDpCPjm68QybvGQzFzwgmAa6sNClPA2d2rtt2f08u2AhvDK03zw5Ehk85OiAPCH1vTyzFGq8okv8PGnffjwJeqK8xodNuz4OtbxGDs06OJrEO4i9hzzuBMQ8xMq2uxqbxTuJoeI7LFWkvAKSujxZcoe8U1G/O1zziLx4iyK8JmBwPOeKVzzhe2y7f6iuPPrgGLz8IOG6auErvKcmQju5o1U8VhZcvDEC07ogx7i8yi4JPPgaXzveydG7LP6Vul8ZBzvUoXs7rv5iu1Cjsjvgp688Ic+cvCEeQbzW6S8701eMtxsiLrzz6nC61D+BO3OYpzzz3wO9baP6PJgBlbwIGZI8G1IlPIqTQTzaEyu8YbqJukOXDzz4tvs6qCgDvcK/VbwP6KU8tavKvIXhTDy4M1s89xcTPY7lDTw7dHs82d63PI5k2jxF4OK67NyavPSrk7sk2a68tnZbPNBohDqRgTk8taVdPBDvkjxUzJM8/DdrPOZ2grzsg4w8WFSrvIW1oTxkWbg8ukFRvFF7mbwvXcS6KUGfPOxSkbyuqJo806z3PBKq0TzIGbW7graIvEScrbsbRTy8TC0xO0GMrzzaGqM8Fxd9u95XbDzUqD08NDQVu1x6IzuG/AO8alozvAhHozzEeZy7/u/Bu58dq7w84Y27qU5FPOBnuDymlp08+QmyPKpw4Lt5NJI8K8nDvK6juDuMtLy7kLnfPLPTVbskgpA8QpwqO/r+TbyOEHG8Dl+kPAx6xbu4ERs9u7SHu6Br2rrpw9Q8nNuAPFlmijskCb08VOCFPCHh/DwMpyC6IWVWPBE6uDxuSrW7r6bqukUYf7xTgcy8hH0bvJBjDbzpe+o7UqwqO+D7xTmytJK8d5aNvMYpibya05O8hqanO05fgboNVQe8CNXxO46bwbzp63+8z9pGu6H7VDxUCgO8ZntHO6qxLrwQa5A8","by1OO/jq+TvE6Es8KCpJuwYjtjxCtqC8p4oJPY7MhzywY7w6nGETu39vlzwTg/a6DqjQOwvSyjyqaV+8XL6lvADQtLlGa8w871xfO8I7nLyYFmy8Kzu7vMClQTy7rCA8OnXQPFnAIjueGzO5RNvrPHaTuTvH/ME89aZYut/XlTu5Ssa8IMTTO4UhEj15sjy87lSYus8cwLs2Ork8/xlFvMBzRjyMTJk8FaqpvGzFlrsslDW8H+yyPBxJjzwFzM68S5zSvOeW3rw4RYq83o2EPL4/Bjw4HcE8oWUQO6WKEDt2KGu85yhhPKN0p7yKHpy7EculPMb81ro2Fke83bYbvDIE2jyY4Zc7ieNxvNswezzx+rk7xHZePChf4DyDtA69xAs7PJ2I2Lx4fdS8mLc/u5uFyrvE0D+8kjwFu54gJbyEYWo8YMtAPLZclLz06pg8I5uJPJunvry640a8KQ0tvGuJuby9jI670T9vOmilkbya+Og8a93Eu93UhzyBQ5M7Jip2PO+5cbzFy7K75WOoO4jd+TzaEWK8EQqRvH5ftrt4Eb48YE1xOhXVFjxGrtO8F0qUPDMa8ry5Oi+8nJHTup5MpLxdGtw7XDyyvAUt4zuAg5C7Px4nu86rPrxFlAK8HrObvFHH0ry7RT48ExsQvV7iIL3HE2q8cfxbvLGSEDsgDTs60pCPuT7GJ71tMhM8Y+cHPbNd37wqdJC8PVORvKi9JjymxmY8GF/UvC8RlLz7iJq8SUC8uhJ4yjyvmTm8QalIvF3/hLuunrM5cAUBPCCTejwCT847ehmsvGoEDL3LiPO7ziVNPC8yxjv0wbE85uxCPHa1xLos+Ns7+6MDugAhWbvU0yq8y+bJO4QmELnYege9oZzRPNP7RTwMY8q7I9mUvMPdhrzeIiG7XUDaPBmLuTunVWO8CEX7u4d+hLweRE67Q4SwvEiEYTuKmLE85fsDPUQDgbsid4O8sQ1tvNatgzrPleu7DJSsO7Neujyy+rs8+F9TvA7u9zxKGPc8","yWW7PGXIlrzJDpK8hDUNPZt70Txigti8BoOhPCD1ADyEO1W7/wzTO0BnLbsbqyw9cosuvLz8szyxzh48Mg8uPNlQjrwB2UI7FbAyvIvXATwiutA8nthGu9FNGrzQuYE8ZEebvEhmn7xVC4c7A/avPKqxgzzOE5A6n10GPe75hrxp6b875QeVO5W+pLzNjBU84TCoPEgvmLwnv9i8qpsCvLH1SLxAN9i7DKiMPKSR1Ly8yOI6cdS7vKmmfjwa5BA9kr+ZPK0fVrwv+vc74jajO6NOlTyqmqK87hfEvMAXpTuGoMO8THuSvKDDzLuWdn65tuNUvC7ItzpXDtQ71yEmvMpLBbtgEl86/gcJPQ+U07udWem8xkVxPBTeezytqnQ6/IuQPPPIgbxeD808hYpUPCae4jyz+e+8uQmHPJzRwTzGDD28gM3mu84G6zszvgA8YTI2PBIvqbyjhJc7R6qWPAKRyDwE2cY8PTWavC7CkrzNmVQ8QoUKPM20Obv/bne7BaSovE9F5buZinm8mprLPN1OVbznAz682RcQvMsBJzxM5a08UuSBvMVdbrudXQE9whgMPbd+BzylW428MSwJvAClTzy2yAM81m+vvKnsLLw+US28VHySPFRTjDw89aE81ZQTPN2KtzwMOF+8AzCWPP7nqrrbW4a82Y7ou9yBTroMp6A8Krq2vElmrrwbYdW8VQiGvCI0TzsMIRM8h8szvHyDx7uKysi7g0eTO91Aizs6eou829Q5vKpxxbuj5Ze8waG4vOjZ3LwEsHA8y+xqPA6eDjrDYSq8QcC5t6OXyjzYvP27ZAuOOxsm0TroUqo85U2Euz9u4LxawTo8SuauvCVquDxTHlC8udlnPLQ+kLs3ktk7QA9OvEldpzxrRJk81AqHPILRhzx2HoA8rcu2vJuRHLxzbYO83bivvJJ2p7yL0tq8SKaQPATRzTuMv7m6PB0BPR9Evbx6e7E8pO61PJgGmrsA0z+6uIrTuTV8I7yib0+8cIe2u85VyryxBt46","qHNPPA8LOzzC0Pq8vru4PH2h+Du7Hce8kZbWvNKb67v4Byc8Kv3APAYrnzyUq+28p0+svGIWeLxp75g84CgduuyguDy6pNa8wSfovMkwbzwfjH06dnEQvVdnsTzvu7s8KWZdvA0d0rr1oi07LeUQPTlu6TyDMyE72DLeu/PQozwQ/GY8bW+VvL9w9TwRHJu8sikFO1zaYbyhS9A8THnROwBPezmMlDA8zsLtOksoGDzuKh+8RPNTPGMshTw1PuG8353MPMkIbrwBP4S8FT8qvLcMhjwtm7C8GjKMvH1h5ru8HzE8afDCvObTuDoqw3Y8/DidPAucvDu7qcq7kNwNPQn/krxXeKU8oNRhvC03Jjx00aE7U4J2PEzRxbx9zeU7Age0PNpRyboIAes87NFYO4K/DLwHFji7mOksvCOf8Ty0Xaa7DWdWPKC6Rry7bys79tgJPVVNajvVj7w8GsX9u3tLA7uI7c88rNqKOi/SHj1KWrY7QWbrPLtj+TynC986wuVZPIf5ojxx0zO8oR2vuz9BpTzxdtS889nQvINb7Dtayom87nNQvADvuTzircm8rpUIPJc2UbyWCJq7gT4yvNoqybzAUPC7IfTyvMGOJDxkZOK7cx2svCo1wTzUfr88sn4gvJQ33Tygbco8pplNvBEcIzwHhx28l+pIPOQECrwZbaO8t2eqPEGkUzxgkJc683JUPDTeJjxRKGY8Co15PChVfzwgv7C8fu5qO6ht6zxEbh+75ArcOxcWDjxxjvI7oJFpOhZHKzvULgm9oPDfOSD18bmtVra8UVqZPBI5jjsEVzg8iLR2PBCoTzzUyPi7L7TKPEFLObt6NoS8Jf4jO6MKwDwPrK68h9DSu7fAETuLZea7s6AbPMAPhLxOlAU8JqPhvKA5zTu742268s/NPPM+Gj1jWz08QhmtvCBtiTx0/iq8tp1BOz9xkzxCOP+7QUwLPYZyoDvMepK2aZCXvKco0DslPAo8kxMzvDfH2zwhsG06OhLAvM0kYLzCeZ28","tN6LPMjx2DybhdQ8aWuSu/nh67wWa8W6PzEEPKz3bjsCbJ68FmcsvP9MuLxMf9I6zWG6vIGOeLxBK5a8cNW5vNFBcDumYbQ8O9whu1cPA7smWim8xRDSvI3BsTzH68m6/2QEu1e+ybtP4Mu8SAiUPBXBvzkqKUg8xsu/vOV8uTyxeRM8IwnEPD9oczxSj5s7eipIuwcDNrtyqyY8feWIO04uA7wMMy68mdKqO5uhCbyTD/u80Y5zu5DzwTzu4QG9DMgWPDXOuTwGJ2U8YhWQPAAbKLzKJ2a8lrpHO48W/TwcJS48cBb/O0ihWbx0T9C7qL2RO1yUtbsb/a6800lJPABz+bm674o7F+6IvK63qrsL90o7/BMCOyz7rrxWHGC8QM9yO0wtW7x6SM28CZPnukjGqrycwGI8T10yvCIYxrk6hI48trDPvJRWM7oc88K80avTO0tTpjyuVQ08eMs3uzkSvTtEJHo8FW2lOqzjJDyr6Eo8LbSePOss8DqP4g49GBRsPPSKwDylHHM8WlGvvOw9uLy9B1s71gkcO2FZEbxEFo28KL+AvC1VFzlOujm8OIXau7RoAbx4ZaS8w6AmPAHjtLzicT08e71oPFW0tTwl+UU5Jkn3vAQ89juHuq+87I6jvMx8mTxWVF28j1EAPfMR3rwuziw6/b7hPGtCsTwuH0+8fvSOPEST0bwTlK08MMPLPIx/iDtVp148UGRtPDj7x7zbFVO87PgiPCTzZzzgnK43kvXcO/7jgbwPlwc967jGOPuTvbytozg7epmGPOsq6ruaQJS8x6/Ju7LwFD2ZR6q8XrQ5PA2XTDzj06Y6jSbJvF7nNjy7dAo95mDgOyGR9jstGCu8VfcBPNN6OjvDYIk8jHWevEdlPjtWRGa7YjMdO5QtpbxL/zO8NANmPHSFC72cDja7hRUYO98DYDyCHIg8ELTyu6LoqDy/Wa+7JvIqu+NSh7p6zrw88PfFvAO6irywkXo8xEsYu1TxBLsFsA+94xiqO4Bwojt/Kws9","6oDOuxBZmDyhLnU8nJuxvF+aIDwK+Yw78RQBPMWSejy1FZi8aHVAu89ED7nclbM8khAEPdGKl7pzuei85wALPIDxgDuWwfe78KN6PB+pMbyXn0y7kziBPGEnxrzbHwU8xnbSvObW/rr0HAu92MUKPGfvY7yPftI7WwW6PEuInbzX86A61wZhvDAvkjyo6wA9a8saPeh2Drze+ti8+buEu+A0b7ywPAQ8XwN3ug6rT7vMRJW61WAHvc5loLw5znq7ekCSPAjdEzy5nmO8WQVBu2mAxjt/3Uo7wkwnPKnkrbxFVrm7P1kKPJvasrx35fi778Hbuz1+QjwgVmm84DjJPOZ6CLxYoTI8GekSvA0rs7zQhFe7a0eYvDgGxjy62sc72rPEvMJa1TwIeba6YsZzvJytBbyOX/g697h7vBSAX7v7Y3S82bhZvBvHFry1lVo80bCSOx9r7LvTDOY65SqhvLEJOLzTsdw7kMd+O1ZqCD2wfA08Sy78vPFNuLzhzg284aA4PAvYEjxCkMO80VDiu2w6HzwMntS6yOmavJIrwbsc/NA8EJn1u5YxWbxEAC87yQy0u0vZkrxltSo8Fgzfu7CxSzrG1dK8C+2IvFElXzx7d3y78R1ZvL/f1zova6a7uhOUPDRRrLwagqk8hyg9Owjgfbx6NDI8zOQ5PEhspTxEcxQ8/1/8u+w9kLxZKWY8zqFSvGCiqjsNyKW8Vn7cPKQtoTyZzs+8F3mIOxUlgTyKmo+8MAofPNWBwDxUmz69hDyVvFh/djymX/a7ICLRvMxSzTxs7vG78sENvWxvG7zd3Fg8DazBvAjUYjxq+ma76UbiPHvoS7wFsaa8upKjPJS+CbxJ0MC8W4nfPM3V9jkrZMg6EEUYPFmvNzy+wxU8qGVyO7oZmbynQzG8D04ku5XKP7xAm3q7DozDu+V2grvD5Zu8xjzFPL9hJLx8UjU8OjrkuwJEzrx4nMc8ZNyKPAXMprwEBIm8nNKLPINfwbvQZYS5IAApPN28bDuYkbu7","PDatO8GKtLwUS528EowAPMN9P7zZ8JC8NWRjvJB+njwG/4i86OZhPPN/pTxcsdg8ecHHPN86mLwJIko8iB6AvBDaMTwjO5E7Au0EvfNkAT1oNp088/Keux66+TszqeM6EdXjvH+nQzyTdVG8hFfrO/lt8DtYwJ285ZMCPaStVr0LLM08BCVYPJw1VDywjxM9Naf3PB/ByTlPvOC8cKaAvISIy7xARvu7pHSdPJVVi7x0Uxa9z4E1u7Fq0jwJurg8W1aDvMufybxSot870fNovKK8D7t52Tm83BRBPBFEsLwK+Ua8JtGPvB5tzDztWiM8WpsZPLNwATyu94u8zELGO0C1qLz5Sru877N+PFIn9Dt00Pe8FUdbvKmgQ7z08oS8TPqTPBOnXLwTWVo8niyYu9OyyjrdTDU8tB9ovJNVpzwySLc8hns7vL281rzqqAU9k7mPupFeSjyirJW761bDu2kWsrwiRZ68fmv0vBu6Cj0tkj+8cS/HuXcyhrueWWm8rcyyPAoxxbyE4LQ7MBLhPFgxDj20OIe8D33EPPQvcTxmrsO78qmJvCpt3zo2m+W7g4bkusjoMLxZ4Is8VZz3u0yIhrw1dCK8/aYJvAaA8zweN847shBXPJ27jjxV2oW8J2msO4MSgTz2U1G8DBunvNhn67q9Vj484A6Iu2x70jr4gpo73EGOu/CbbLy1IiC8s8AVu+Wui7xbJpo8HL59PGglebyc1TM8iObWvLNEcDy+sZq7FcTnu5/FPDzq7Rs86uASvOvuu7yxXAA6iHDIPGKzvDsJO6K8vf3ePKhyubspVaa8vgIKvFeJprxEN7089yU8PDnmlTwHfbg80XQjOu1owzwqcK28JZxBPKRzkTzQhjc7piTXvIH6QLzoFyA8+K08PNYtJbyopQm8WzWbu+IvBDyKc4M8SKbCuzeCdDtVcWu8rZJNvD5FfbzHgXW6+/yEvEmVjzzxGrk7Q6DPPGpD1jxcB7k8z+muPCmLGb01HSe91nd0PHb7nDoCWgI8","QvUqvIwAIbxGEJe84m9YvJybkDz7jrm7PF29O5hOa7x8cYk8nqHWPLeFIby7sbI8/uvtu+0mJbyukKc8NgrtvABtRDobVZu8+fvpvJupCrxia6Y6cV8fvMDUPbzWmjG9XX9cPDA5FLzIcUe7QDThO6uKBLxwkOq8y5wDvM1ttjsA2UC5gOCUO+mZMTzcH728wSBLvVSl0bubBYi8Ib8bPBAftrwWFLs87S2Guh7uzTtgZDc7jiRfPF0U0DxlVXQ8arOrOiHyIbz5UpK8BzeKPFcT8TxF1G679mHNvDXIXjsYQDY8nBOdPP3UgTw7fq28GXiFvGHxDjzBsgC7nvqzPHNkwTxsYQK8WFtlu/hzxbxAFWW8jl3Ku7QbNLshzBA9yvXxO9Dux7x7+Zs8vZO5uzDEmbwlp0E7a/Q4PAN3GLxu2b+8miczvCLdgzzKHNE8Slt9vGVxsryJ2sO8dmohPdAJjjyooYW8pCFCvBGKqjyCSUA900XsOSt+Bj2BoaW8FIgSvJArr7xA4ta8UZaXO6As+bv99Oq82DnEuwB6BD31jae8XFwkPCmW2zzK1B87TnciveWpDj16JiU8zW3YvLQUbzyTCjg8527nvOkmFrxWudw8Pzg1PKG6jbw9O688OsagvKSVLzx0VcW7k4ySu6V45jthob88p82bvKCq5rwGb3Y8rlOIPG/A0zwG27y8TBunumFFlbypmp07mhR8vQDg6Lps80E8PTNlvBzNqDycD0e8bmnMO2yTYTyWskG8wN/VOq0lhbxzt5C8KxCevEbRPTw9xYc85gWJPItHvzxIy+M7GcWbvNk8y7zLWPs82Re+vC6k87y2Hm48ZUKNvOGIZrwfW748+IeNO4EDD7xRSFG8vC4VPPvgt7zR1QO8wAJpPLsegLxwt4Q7aq+XO+5VqjyCLAW7NBWqvHtGN7xCV6g8bHs4PAOG3zzzP2G8vZERu/G53TurUto8j+6SPFUJsbwCO9c8JkKGPD9WmLtVxOG8KXi9vM1ljjz7AJy8","aGC5PI09Zzw08K07htAIPMUo7zs12II7+SMMPMuVqbxqU8m8bMQAPJppHblc1F28VDYXPM4XFrxnKqs8FeHxO/7wfzzbaI07DsmYPEGE8LuZ/FM8QTIIPPiavTwyQgM8prUEvOyRrruivxG9Akc/uxqeRrxeeoy8p7H4uwSbjTxVLqS8jqshPPZzdrxfYgM9tCQ3PEvvB71hYn48j5YHPWzLMLwQQ6o8VivKOwI8BLzeTJk88BCMu7OugbvArO67c9GLPMpt+jrmWGw8Do4jvPAhdDwgFEA7lvZsPA6c2ToUY088OlOkPGl33Tzajsa8YTvnvGsEZby52Z+8b43rPCBUzzsEhZ075xC5u3q6oDz8T5o899NuvNfeVTyn3Ow8tLRYPNz9TjzAIKU8njQcPCoM7bzdPe+6rt9uvD0loDkgd9I7Gp+UPDArIDxfhbi8DAwivAM8yrwk2NM7ksPkPLtRTLzYYnE7g4SSuqtDCz2kfSm8OFg1vFqMCTwEQTU8VJKAPExHnLxf9Ss8IoCqOAf4cbvO0HG8BviKPKgPa7wakMs8HiTKvIlW7LoOK5u8st2dvNMzXzu+eqa8uBgFvMATITyZuss8DnkcOlpUkTyK2AQ6YVFjvJPK2Luyhpe8J3nzO4xzdjyVlCg92cODPE/wFb2nxEw8o9N+PBaS7DwVolG8rc/+ukPs1LvQdK+6k41ru7BzCTyHXKQ8RMi1u1v+9jtbe3+8RDeXO1BWxjt2XXi7iPv+u6uSdbzsk2q8GMp4PNrwEzwh1Qu8nMmyPLaMjbyr5NK8Da2CPGHF4Dyisbk8POQWvGTDkDw2tuK7KRYCvGwgjbuUQk27B6U8vUlzkDuH/PC7X1eAPJedBj1Sa4o8Q4qAvLvlZjw/46U8Wa5qvAg1rbxEk+88udv4O+lrD7uch8A6qYALPUYNpbsQm+s74+lPvHG9/bunSZo7Gg1IvIOkV7xOTpi8kuWbPB48HLxjnr+8xQbtPHjvCr1qf2w8QFi5Ox5KhLz8ZIW8","DjQHvHCq7Dp7+dS8KjyxOiGvKj1P1ES8mrVfPJz+FrymO9U8xdk4vIZvvLymNI27dVJpu4Dq07wP9OK8jzcjutBTMTw2Zs28/RCTPP1IjryHJhs8okX0vMwWEL3+A5484Ih5PBA9lDsMHSA81RZ8vL4g/ru5g7q8BEp/O6213buE6di84VC1vJ9MyTpvC4k8UvCouxTuDDuupyQ8s5YPPeru7LtKkvs7yluLvD44kDv6jgy8900AvX+7R7zTKxo8ggU1vISTmDymc886oVxQvKN2DLwmXoy8atWaOxi6/jzf3OE7gDvruwKzcDz/VDs8u5Dsuh21DzwZYhk7XvD1vFBvyLx6MRm8v+TDPP1eujy6AOW7zJ0jPPEolzy/rd68xgzIPP7MqjxdWR28LUxzOrIqNz35EDG8aNfQvMRXRbszitK7ncKuPM+JD7zmrBE78uLoO6pv/jtT0sa8ln2avGjV4rtj2q07ECfEvPYoH7uJyki8eZ/uvMLYkjqOXQA84kWCu58G3rt7dJ28gpKfPDpEAry3kG68VU9lu3ikyTx6oow8UOO2PEpLLb0ntvA62shkuwtIN7wHQR87SJ1hvTXu6zsigyS8oBwPPAsmc7wSEn66j+I/vMQuyzu6jSA9SN1PPEgPl7xEBLs8GrYfvReJILttOee6gm9au+vbwbw0UgK8Vk2rvMyVqrx1Ej07ZzjhvEx8Br1CgqC7khhTPGy0xzwwiwc8ef+KvGvGtjw8p9U8f53ruzkhfryG4wY8bC0hvLLdJjxh1ks7WhYOOryIuTvKqb67xi9BO+vnqjzckIm8ekMNvAbr1zsIKpa7UyALPFMaKrrRohu9QeMIPUAdQTy4rKw7OOofPJi9KzzSsLc8AWO+ug+ymjzyOqS7RMGUPH4Xp7qiX7Y80wNsPAmXGrsG9Ig744OFvL9ZwrmYf1Y8MgrNvO2ZVjs6TII8lw/qPPgFO7xLYhK8plK0O7OHXzoqtg68d88kPBPA4rvQcPq2CwK8O+wHvjws3ky9","kDwIPAW8qLwhotc8qeyIPINnCb0zBQI9fIBRO9ZHRj1sWAa5mE5cPPIZ9TysV3a8MqH4O2olBj0vNN86czz4vMtCyLyE1mw8a6wpvKI2AT1lNSU8jr6kuedKebtmvjY9Vl8XPJLnBLyMEZq8ALxXvCPFrjtrioU8ONuqvJmbBj2x0LU8FVHHvNmgZjzYPTo8fB1QvILVPjspTkQ729VOPH7lFru4cdI6tLwTvN2Ewby/pfk7S+CXu2baSbwuAjm9+cFSuy/dobzN3Lo7DfZzvLQ/Mbxf/r68vUahvHS0vTskUCC8+P3IO6uvzzs8IEA8csGAO1Vd0zwFzJs89WBlvDc7jLtRJ4481xWyOz86rTwBr/47Zvq8vILaHLwpmGa8GHtwu1sB1TzUkrC8VFcmvHjkrrzoQ2g8O7kNva4QYrqsIEU85Ti6vBES6bt4weW7SAaBO4yDjTzgyXo8zLfgO/ChiTvl3MA8WKDpO8Du7DwXQvQ7W6RdPONb3LwTCZK7QS6iPPAprrzw2au8deWyO+ObnbxsUpC8BUSCvPFIcjyDbdy813WhOuC+trtkW8U8rs7XutEdD7xhExK9hQ3Cu8AD/Tods9K8SW+IvMocjDwOPds7gIEuPKyedDwb4Ra8vnrOvGWBbrwDt4Q8j9rFPET3gTwlqJa8GCg1O74+Gb2EXlY8WdOrvATLhTzTFk+86k2APFG8k7tWnqc75AopO8P22rzgvGE89J6vO2yKFbxvtUu77gnku7V1tDyDj1A7Dot3PMe+SLv7OhI7DKqhPJVCtLw4lmM701L0uxoYET3JnQ288HeWPKAIZTxR9z074UCIPBc2XLzGCHg86H0cPY2EmDnxVw68oZG3PF+l5DyPmcm6ESrwukBsPzzkXpw8kIEEPNCWVDxAtjS9wRupOpovOr10OZg8zjBvvGabrjx3rcM8aCl0OUeinTwAonY8cEjMuu6TDTtKBAg8quvbOgif47tzuOI7c1nDPBFjlbvRjMW6ozivPPA8ILttzIC7","MDsUvK58sbub6gY9tVU7OEwdGr0oIH683ur/u74FzTxI7KY8m9ejvAnePzz7NOS8u8S4PAocyryIzo88wwMxu3A1LzyCvs85JfwZvGtbpzxdgic834U6PHbbOrxxRtI7lB6jPDIHarxAv0C7S+kfvHa42zrUPG48chYmPP4r1Dx0wrs8lQ/tu7LScrsrnUk8ioixuxT8NTw+5808KAWJvOpqv7wRnwk8i2iJO3lnQ7yOZja8VTTVPFRSBDxifa+85waNO9/sorzhD7O8sWlxPMcIvrvFCak7IVejvDrCGTw07RG8cP9gPI98Q7yZzA69ggIaPbtBgbwtNfA6czw6vbMVqzzB+Eg8tAEoPQD1tTum80+8H2uSOvTVl7wKWd088a7iO+T8hDxPNdk8wswNPQuhEbwaP6+8sze4PMDZkTz+OMO83g+zvChEkLx1QAw9Kaw7PPaatbwejpE77nkvOzIRyzzgKp27oBC2u1IMCjrdnjs8+CxjvJ7zjDxLer080h1tvBOx07wOJ3I6LS7Uu0YXszw1AsK7XJlMvFeppzypCBi8veE7vM4aODwS5nM8NIeYPOsj6LulVQY8vgjrvOQyxjz3gmm81MeePJzf0Dx+6ck8x8K7vPDlNjyIilo84HnkO9wqJbz3MLG8VGAiPFpGHbzsLqW8aidcPNPALbwL5Bm8wLaVPJ4DzTwtSQg88qmaPK77ozyns0q8Uh4mO6A3OzpgB468dvDNvO394jsT7us7m9qMu+W8UrsLlyw8xZ8/vEz2mrzucNM8PH38PDqOkjwjx7Y7WAe7uuprczzcl5A89IKovD9W7bwFOjC7ol+DvLLeNTzymci8awArvPdWeLoJ1/m7v7nGOeuBdburvDo84ee+vFcIVruyFmE8dhitPJiMujyJsTc8gFYmPOpX5jvMoai8C5ZcuiAHjTwUkEu8aJjXu5dNLTzceMM8wlIEPSYjpryvJW28fvgBPFdx6jvSqhU8AWL6PDwCu7ukf426E3pUvLkq7TzDYRK9","QHq+PJZkk7zkmY47ZDKKOyKgzjz9QeQ7ZV7HPIPNnjsIyRk8joq7vOYMzrxgjQM85lHMPN52hTwKjMc7j3E2uwAtuTzrJhC8EP10PBz0CrzPVfQ8hXyZvFdRw7sf+5O6IvT7O4pYyLyO+ca8VLz6PEb3rzvPAY489+CZPM62DDyWi+U67hQovD2ryrzDTG28tWeyPDQv3zvRR4k8Di0YPdBbtLyg1EI8bZQ6vJAghzs8vKS8j/QjPA8M2zuVTZE80KZWuweoV7zA10I8+spwPKHQzjuMi5M67KrZvNejwLspXMe87cBXvIoMLbztNgS9gA6WvJzUC7y5p468+iW3vPyChbuCOsQ89C+yvBkvgLy3zNq8avdIPCUMXLxOXZA8QMaKvNCskrwFrN08Jp7qO4IGzbvESMo8x+DJPFSacrwAzuu7i+LZvNrh4TtIcKO8WF8aPC8cijtfRSy8vyUEPWXncjxOdGy8LncTvNh+Vbzk24s7DyhOvDcGqjtcCi07AADvOLADlbyLmbQ8Gan7vA8tHT1J8mE7IbksPHlCDL3v+Ly8gCG+up7qozw41LI8DTTtOyHjgbwYlSs8qdsSvZBdYjyEram7RuzTPNSAiTwR+6I8oCBPPIpthrwCMw89v0/8u0U9fbw9ggW8m9wkO3PAyjyvAi47ES3ZPGHjM72Zmn28M60DvJ0wtjwCvZO63EorPPWJTbzganG86Ds1vfRNlLxay4s8K669PAvuWjx05h68aBOWPARnHzxuogm8CGmpO6ix1jx/FhE8b7ZZPCyDCTuahmW8hkW7vCEcc7tuAOI5rwKZuiX7YzsZVNQ8aFsKvEJLNryw2M082psFPRIFATz5t+c7exd0u3rWULyjGza8IyQQPCqc+DuIfG+7cVdDvBJzRrzpuMS8dHrHvMuT3rrd3rq7RK3iPK+cL7rfWKu8cHoEu16/hbzZKR666wfwuzuu6jiL3Wm8LsPhPPoqWjxAvhS8+P/nvPQT/7ukYvU8bG8LvBW+sbxrxeY6","M1DMvBpbnrv75Mg8X0mrPI9FHz0kUpO8XairPPkABLxlTWS8ALg6uzMs3Tv6hJO8bE9nPE5PHjzsWwO9pKtluxgrLjxYmp47nJkyPOoDi7tJeb68YCMbvNmRLTv3/iI9zJTLvB4RKbz726Y8Za1ovLFynLy0+yQ8gaiQvGNRcbz2Hty7v/KxPBfh2zyoMD28G52ZPC7bVTpRsEm8WZzOusbFmjwsgLC8OtyVu4y4Rzsyt768oSfKvPVh27yRUg899qjDPMpqKrzURyQ93NujOr5JOLx+5ye8yUdlvCwc9bzZkQ88GoSFvBfsm7zXKLU8/y6aPNFnSrz6Kw091DteOmBIjLyEH2O8aR/BvEZtcTuPJ308s9VHPIz6JDzAMEs5mPWuPFYahbxPeaS8sbpuvKVZFrw46AK9qTOGvA0HIrzK5Ly86VEsPCxnPDwZ6GQ8LnjhPJUZObzJb8E81JisPPvGprrCqow8I1mPu5MGAz1Vu228DdXTPMkmoLzKmCM9uhOtO/j0ITuYlOQ89EuXvGy6GLx2Fsm8UBG7uxSDDzx46NQ7Z3oTOnEF+jyIXVa8MhG3ubhBzLyQUqi8CFmbPLt7pzyT4mu8GYr2POIFnLoMs2E8kDJQPHA8nTwYyjQ8aDrKuzwbvrxps/680JrjOspJSjy9PqO8R6RdPALTML1mB5c8ICIlvK8GPTwBTLE6tKfzvA2s6LtisAA9uvU0vSPpjrzy5ta8dyUKPHoL8bx7npi8Pe6VPOMp9DkrypQ8KEf5O+nFqLmQIig8CiusPI0GwryaAXO8KW9LvAe+8rtRBrY7nel8PKEwmLrTQAC8xz29uw6t0zyo9lK7SG/IPJJgoLwuwq28WNekPMM6izwmu5E7NJuSPLrJVTzkA4k7LwS8vFjKI7vC4oM8wO9CugUdorzIc2E7vPuIvCMUqrxB2sO8LIhwPAjA1zpK9aw8m7qgPPnY2rzXHg48O1yDPPIclbzsynk8Ni4AvDZYcbzuLvA8OdzMvMBxYbmG0sa8","Oxy2PD3qRDy6RK88v3LSPAn00jy+hp28pSjuPD0/5bzhV+I7SDpfPBDv7juryzM8rSsHPVDpkLoNuXc5VDsJvGB47TsGfBG8caSKPEPmBzxjsrs83z+RvMMV6DtStp08Ki+FPGsx1DwAsZg8Rg/qPPHIHz1kBEU8tbuhvJ9yCj0xcew7dwFwvJ8iDTxdabU8T1HiPCgCkrxlXjs7YTfWPO1iEzwEB6I8+47GvFy0srsLOQ09kFItOlInYzuGh5a8J0AFOp+Ns7yWH6Y71P7PO4PqPDuvmb28/2Z+OzEGrjuEP0u8u49avFChvLtiLlM888NFvMSYgjrrW0q8VVhrPMCzfbyT1HA8zve5vPwBvzvCgBk9EmApvNv4mDwgGYm52Ib4O5Nicbw1fcU7jUKsOopn4jyY5TO8s1OzvHviujwysIY8flfZvI6jrrxWPa47KstNvFNvALvS47y7owfcu9S7Aby0LLQ8u7TFPKV7BTztt8o6IyCKPMRtSTyJzAc9f7rhvMs4jbwBobc8sXK2u/rg/zoZPFS8GUISvW78mLuEMpw8LMjwu6IAujwgvv08RTv+OuRvv7y5kQU6qgkfPeh3D7xSe4Q8JcpKPJdtEjwbNcY8Y/yrPE5wEr0sUb48IdyAvCr2azzLbCc8ahOMvPAITzx7vN27rxSmOzVUNrzUJko8KCgKPO7XZrwkvYy8x6WHvHDa4LrbcRY7yqMRvS8rxbwMljm86ln/u6ZaVDyzXng6+VXzOyIuo7xJfc07NHuWvO4eiDssads58n0VvIPXQjy37zs8dU/lvGGeJLvQW7w7fqSuO9tCGbtDWgo7cX0jvOCEo7xmIVw8kRgPPdfOsDzkkU885EkBO7zMjTyc+mm8KpGNPGOaGrwL0AQ9AJcvvOSugDxmyNa83LgDvXvL8LylPxO8J80OvBsKZrwRGdW81cbVu4vEKbzsSOK4I85TPBU6u7w84GW8UCe9PAinDLsUZJA8/7VzvB7oErxp1AS9b4jRPJY/4jzr0Zk8","+NXbPAhWPjw9XCy6j3usu+0mJ7wquOQ89wvyPD3NQb0IyNk7uG8LO+00EbzAsXG8F8CBPDhRiDzUNlY8nXz3vFoAk7yKgzm8vdZ6vFYV2rtn1H88WFaPPEet67qEs5w8S4kJvPOEuTzYAqG7c4OYPKM9MLyh3eM8ZkBEvMOUMz0gHpi7zLUnPLtSf7yjQui8WvYbvHwfrzw60N67i5eau6h3pzx4/ko86FnsvKziaDxw14G5loebvLRmcrufF4M8UdDEPBAzGDwC59088MGZuxl/q7x7n7M8qrepO8ChDj2Z/N073HyrPJG/KrwJqVA7bBoJPU9ZMzy4Hm48Ux0cu8wsgzsP+WS8tNvkOuyB07u1hP08S70VvHgXJzxykkY8R3+MvAtIsLwFRV+8oCHKPDHeGD0+4KU8p5J7uz9PIjxe1UC6JFjGvFaM3Tt2gjG8psZgvErzHzxEdjy8X9/ZO5LmkrscL7E7AkAJvEVSVbwufa48QEdmPHJYarxHnTw9xFSsvEuj0jx2xuA8GobnPEEzxbwmmYy7kB/luyjEozx324G84qvEvLPAkTwzqI08rO/2O++5hrwjKzI8IU7CPIgQITlYzWI8eNTjPGJtqTzWao28yGmxvKIg2byrVNM5SAtnu0gOwTwPNKS7ASHOPOWTYTzLQZ08ReWKPFebajzEMe46Gh7IPCxtFzwPpac8gDNRPJZF2DzVbLo7te5APToztzxKZRq8NOAGPPd5N7zJciy88RIIPJqSxjwW3dW7wKHKOaSabDze+LM5x6wTvLoi2Dz22TQ8D4WBPCWSU7ygGAy7PqXXPC5aALr6Gr48zdcOPC3rgjxBlBg8K71RvOHGkLy6fFM8VBqgPFWGmjwUVH08feKSu1+eCTxhY2C6h0XgvOiyOrvUsZi8G6KKvP87vbsdIxM8VwybPDcf7LtguiI8HjFrvLef4LpWtpy8I+pnPFj+MbzJoAG5wXpcPGxno7wey2m8IKDrPNpYyLfc7Cu80s69vAg9kzxKbKC8","OjGEPF4Di7ym38c86ZSfPL6N+rwpYJE7oxwdvOJzIzwalZQ8O7N6vNGDq7wQCN86I33ovE/AhTxdbbM8RMcVO/Dh7LmFFBc8MKejPAY+0LvrvKo71GXBO4ZQ6rz4pxk9VvhVvIf217xZ0Ig8wONyO/mztbwtnCM8Pg9UPKQoojwJinM8Qi6lPPypSDs2I687CI2yPI7qxju5ve86yGvVu4AHCzwEOzQ891Bru9jmpjsSrf288+fwPHziBjy3R7w85BdgPHV887snw8884BiQPKmVNrwESga836PJPFpvhzzkV0s8XgjEvBj8HbsP/RM71ZeROikAnTxbya085bfDvAAzMzz8j6U8qgbOPEf/prxtXAs8rCuPus6ZJbzb2l+7XPxVPABoszr5g3G8NrEQvMB/oDtluXe8j85uvFsJiDsDNoG8Qd+WvKVmqby8rMC8sj3zvDaJ27o5cRO89yH5u/JlsbyD/LQ8Ee9XvPwgJjxrrqw8lKKRvLd3Lbwy/WE8JK40vO7vrzxvm4y8yiW1uyHn9DzFmJq8qSM7PBk0tLx/hMK8XTVrvHh9LzzN6h280p9hOUNAhjoQCLu8qIilPEex4DtAF5k7Ov5cPMlrmziBLh86uK6ZPOW6qrsj5rE8LCgwPC4yoDyb3Ly89KMZPAlHRbxi18O8sdTsu+qMerwE79A7B/JxvLBkdLxmrhQ93oPJPOVGtLuzOIa8uNltPKBTqrxZlLy8NSDPPKcIDT0t9wa8opUluziBjTyCnhE9CV9ou2B+SDzfWoi8668LvNFHsjxF1UM8raNKvAB+wTzsWUG8+hRDO7BpWrx6GPo8AVFrvJAsKTuADJG858eKu2bzVzxt0WG85IgfOqFWAT3b+/E8O5roPFgOlTwVWVS4idJ3PITvHDz9D2i7g4obvEY1Hjw1/g48nYJXPPpivzxYa9I7gGbNO4OU3DyI1AU8UT3EPI4uajy9Z/46lp2qO5UBnjyq+3a8CF9RPKnLFz3QUuk7porAu0lu8jx89by7","vtaEORgahbxfM1c8FygyPNqShjwm2ZG8NI/UPNPwO7x1la+8PtALvKWSpDxyfHA8riqdvEDwrrzkrNO8EzHxPEr7qjy91kC8uQ26u1vNlbzXqca7foDVPM80ETxYzfI84JUnumFJyrzXbIy8RQ2uvHHDnLzpezs8dP0tOxT6pzzBF3e7t660vPio0bv8V0a6HoczPNT+1jsmjc48qqmUPGRhYDwi6sg87zXwPFzoxTwfwa+8Fz0hPCV1yjz1atg8eObQPJINoTyuJWa8Y+kaOwrUxTw51/i7Pj5kPIGTojw/VJE8BJw/vFm+AT0QYsY8ScFhvLsZCLzclso8nK0oPTgR9zsAKtg51/n0PHvJsbwZ9zG84SHsPJ4txzxNhV+77BtLPCBFdTz1shU84fyoPHf19LtGTb28arnAOwlVujwYJGE8UtGzPO+jMTt6Xv48CNfSPLzBqTrnSyE6CNIUPPjXnruG4pQ8EZmYvNEEOzwJovK74PcCO/FuxTy7zYa8aasDPDR/GzyAp/Y8IqgOPOthaLqZw7u7wbDEvAXauLvcPoG76UrOvJ8I6rzmJKS8HtBNOz4BKbsdmF28AKCovIHIwbvF23G8YvCDPBXT2bt6Xre8tkWAOD/blTwjKtE8zIk+PHpM1jzx/cI8stynvMO1mDxAgck7/j+GvOKkHrwObbs8OLrdO53aXDlybWu8MWbdvFCu8ToONEI6OHYEvJxzhbvy6jO8+eaUPG6Tabu/uZM8Y73nOn2xUDzQERK8YLWqOx3Z0DzdE3g8jivUPPammrvGrj68xZYrvO6+0zxpxO07d3o/vO6EqzpVQUE8D5a8PCzr2TyAq/S7m05EPAcLu7zs3Jw89HymPPDo7rukkFq8JkSavB5oajyATh08lmMXvLhrCLvcgco8mc4CPHZ/rjxPWrY8S6FGvEkB9buRRrI8UHQuPIPRA7ydi7i8F/3nuxK2V7x9KK682RTZPGpuKLwAw+A7/K7PO+8XFzzsf9A8bMAjvMnmGrz7qAY9","aPwsPHnIK7yswnc8YuCaPDrbEbwG/4M8jQfYO4YT4zxyLKS8C2pXvPZ+wzwK6lQ83eYoO5NCuLzmhSq7XpHdu/PKu7w5G1m8ql0AvBOFl7xO5JG8qiBKOjHrcruSHOY67pYdvF9gPjxoHeI84LF3PGmauTzsFow8uomLuzY0Nzxer4q8tkpiPJ38njwa3Cy8Wwc9PPkkrrwVAjw8mWeYu/kjL7xiYsY8saLPPL4Hk7tTqGQ8Nzgtumojsbxk+Qy8OIxUPAiHnjuL0J08iJa3vGg/Qrw7cFk8U0CNvFBI5Tw44hQ7+i6fPEW1zDwSM/k8JdVzvH5RkbzW3Mq7fIzZPIY/nDwuxr88lTsWu9R5Ljswud67FdRYu/G0zjz6Vke80L6mPJ6stjzAIVa8BAOgvC7msbtbs4k8r2qoOp15pTxhJUW8wJ3TOuwlmzwUmr48lKMmvHHfqbyCcOk8N0lEPBI7gDyMwL27xYXBu8tY/Tv4b6i76WTiPMH5/DvtuU67V3RvvKM3kbzIn2Y8cFzuOwwOgbzr/9I8aXkcvJrLP7ziQ4A7PsO1PJS+dbt7IAA9dwimu4i2qjwNOG+8EpKkOrR2EjzG2ne8vdCiunUGgDxBI8m81oT/O4PELzzpYyK8fFJlvPTTtjx8AUe7d3QSujrkMbya+LS7DuC+PEU/vTuO6ME8wL+AushQEzz0D9O8rB91PKI8ZzttDY+8cObpvEAKSjsoGRA8IXgmPeb6hDycDqi8xw9SPGJ0sLxmPCK73bkIuywuh7yM3CI8kw1TvN9KlLxm3es80tuxPIEyDj33Cd68Vqc2PBWD3bsOE5W6E1oiuWm3pLsFNsQ8dYlbPErS87tkQRo8PoOCvCM4+7vCbdq5EBIivEdT4zwIb8M8q15qvFMty7wHo008e5KcPK5VALzMKQ89AxpTPLKgnLoYgBA77SLYPOYvbDylUv08Fm2jO3s9ojyfOU46rLcOvKhkrDz4zxu7tZaAuft7sLxMNig8u2iQuyTqeDsTEJS8","CNb4OyRsgbv3q1G8hAjnPMaztDwSr4m8FDh6PCW8dryAHmw82LUJOzkYLjyS36a85WzIO0ylJbyTN4I8J8L/OwDyjztTs2a8cA2IvIXVgjymXHM8ivWwvIMdGrxgTa48Uu3GvPY1LjteSXQ8C8AfvKoc0Lt/CrG8Bz2DvJ3C5LsYCAa8tisrvFVHnLuVnhy8cFVWPNP2XDx0OrA8AVZ1u9DR3Ltco5O83vXEPN4l0bvgh7y8idJJvJSvhLx0SiG7muMuvKCb1zwAJXE81M/fPHqdWjzEc+k7dZQKOGIYBT2P2Mi7GqirvBKSG7xKbIQ8FHeiOx46u7w29L47ESXPPDxSHbwckhu8m8N0uxlfLjwgc9o8+cDYO2LUJbwl+N48pKoCPFFy9Lpp7Kq70nc9PTSEojyhJ248KgfIPEZdN7xw7Z+7GI2DOyYhKLwGHeo7S+nxPE9Bf7xG1wA9T3lQPAZHhzvhqn475Z4aPJNWnzx4Zrs8Tam/u9LYiTptpko9Z+fgvEd9EbzCtns8knSxu7NVnTp77C28HSGlPMdDfTzvzle8UH6Xu75orbxIDPk7J5GsO8Ia4rvFsQk8iJ2dPJ4CuDwwTzU8JDETvCPJdbyuPsY8G9KzvBhjK7zsFJQ7vNDVvB67R7tnjCI8My0yPMUlKjw26Dk88g0mOq8oCjyW4sC7GhyYPJsSlzzGSjc9UgzMuqbSkTx+aRs8ZHfPPDyd+7swJ907EnnPPFjjHzxExU0710NKPNMlvjzoB608vJq2vDwMKryUUs48RgaCvLNFmjuOk128g7+IPPXvW7zMdk88rVxOPAhokjwEMaY8DCtPvFwBYbwV7aK66OZdOg1Nk7wQFu27aiNTvEI4Izu05xq8Q4suu+Jhmjw4w5m8muSyPFPpbLy3OlC8NmX5PMoXOjyXF5G6uWQdO+rGjLkkCtm8O6UDvGp4BzxRkZa8g6r4vFoVDLtcbXY87iWCuuOzp7wi/Km8KSviO07qCD3QKo08vy5nPC0AgLwm2o88","LK6CvIwg4Lt5TQS9ycuQvGoVwbzPZMK8uSNkOwMnAbxQSx47cAtDO1gI1zzciC49DvMGPXnWBj1n04m8Jxvbu6BxpTz1Dgc8DgZRvLZEvzvLJKS88tKAPKt2mLzd8Yy6RcFVOiNFNzxgkKo6nJgpO7QdOrwguUA8yJ/kPESy2Lw6wNm8kT98POVwLrttwaw88i1lvF9vkjzdHN88YA4TPMfrPbzMvZ48+/CevKFiaztcXm68FWW1vGpturzPm6Y8ggppvJpxtDwCKqG7s0MMO1BJgjxgpEu79vELvOfr2DwMjDK84MNGPDpqCrynCuY74ADFvEo+NLt09jk8xNQ+vOg+DbzEIGs67zInPLvqeLxmLKA8dRzBPBYpjbo6scq7pZ6qvEsav7y8fcw8or2MO4L9o7yZ+pm7HuOKPJ5x/rzYYiK8OUUmPGV+YLyQ1m47QxF8PHiL/Tzxeus89BYVvNmENDxt7ES8NpLGuiibqzynBms8XfPNPJLTBbwfcWS8aMU3vDD13DxAnSu7m1DyPLJLPDw0xPY789NkO7IfjjsYvsC8cnbDvKYXlbxzQok8dmUGvXe/ibwAwYw6eY3FvFbl2brY7Va7ft+gusAShDzrEYG8TZWivISJZTzdbzc7ABxGPFem2Dy1rRM9q+oQPSH78TzbjbE7MO+nu4BbLD2qZFi8IHB9PD0WQTyEr9I7pLvYPJUPw7oY2dY7xXIovJzTTLxyGce8eMzcPLlRbjx/8vk8C521OjdBxzscWiK7LkfXvA2fVrx7UIi77Zk4Oe2fJzxMWLS8hS1gvHh0izwOS4m7TriXvHCRrjxAQK67qrcbPE0uhDsyHNW7VvGCPAVBurxKX8u7Rmt8PI4gkbyOj3m8inqbOy71gruQiju7au3MvACFozxatta8iTQ7vE1yDjxJYqo8eOayvDQEqDwgWiQ8D7MmvB/iv7yzuZu8JM8YvGOCzTyyPaM8daGXvHho8DswV9Y810DbO2uGSzy8rUm8JLFGPA9Ugzx8T/M8","jsuruxyCwjypDAo8d7cuvJ2X7jxK2uM8GBU7PHXtxLoUY9Y8IwobPFe5tDzcsbM8lPn2PPDZDLpcYQA9y8NDPJrSNLz1Q468jE+jPOgbvbz15ZQ6+4EUvFitlDy+OlC8jvXMPGCOV7wSJwq8ZVwhPI8wOLx7Qzw8MGHsPNBDDL3uPGQ73iNKO5WMMzzHa5A83OkVPKp4yzv4enO8EJahPAxWgLytNKS7Pz7YPEp/FzzFEbU7V4qfu9szUzt+IbY7gFGwOpyDZry9LEM8GPcevN+v/zrNUze8FxcwvACPTbyrqTO8/CGnPMwy4Dw72x+8sh5Mu83cETxWj0u8xzhpvDBD0Luq1g+812xSPByc97p45Is8K1yOPOGcZzyynEE6FAPTPBSyT7zwaXU8fNLNO/VkdbzYT5Q6cSO2PCI37ry4bIY8xWSDPFC2LDrxFZ28I+GFvEE18zxsTAM9dsl8u7FFLLwzOp670ujoPMmHljyoi2k7jxKFvNwtjzz30I88Ly27PJVVq7xLgV48hQW2vDuEKDz9qrY5DE2ZO/2vqTysAb48SD02u9uo5LvkhQu7aVFhu14tmTwNVQG9LCC6vK+1jDxbqbo8LSLCPE17ijtTmIs7g19yvFpGxDz6vHG8oAZtPBwXjzx6YU0869r1OzL8dLyL+t+70KmNvE5jTLxKdCu83dqSvLu3+bvx1JQ7NnHyu2+LoDy0qGG7nW8svTjrTjuX0la8FlVYPGX6w7tqTCS7jBGbvMKbdzxtdZU7iKY1PCzuRrz26QG97R9NvMnB9bvreY27TAcGvNCb9zsNmFW8ZOalOyIQJbyRppI7RtFrPH5tLzxdwW68P8d5PCDH5LuxG7u8thuzvBZtEDzixGs89CKcOnZ8n7xZH4M8mCmiPD5jsTx84PK6WDqzvP+hTzwNsny8UGe4vAnUG7uo6gK8SziDvK5gDrwFSmS8GJqfvMU57LtLYcU8tR3xO9mr1jvYZ3a7ds9rPBvxbLxeOVM72IHKvAKPtrzYrSA9","3OCnO3Odxjy41YO8ssqIPE5p1jt80xk8Xt5wPJr/DzvIsqw8KhAFPAm1jbz8Quw72uvHPFGoiLspwsg8KCC5PDC+pDuWmBk5Snz0PNP/QbyCuv08RFOiu+lA1zxJubs82lGau0BZUzvcAxA9MJkBPUU+Ar3762u7G9xru8C8Hz2QY0q8MwHBvNMZgLyjJJO8Ot+JvEDjEzxCnpi8ub1lvAkETbwA8Te5o6hKvDxOMLs50ou7BPSbPP1EyDwnBBK8QI2mOyzcFLv7ptW8X57XO2+5Dj3K1eS7/lGIPPYRMDxI/L67mPb3O3QG0rxE0bG76v/kO+xxWTxHjKG8Ph9pPBBGejvw3MW6IrXWPEIK0Luwd3U80WF5O+Ts+jyTs7e7HFogvG1L+jv/Edu7phn5PN4qhbx0o8E8b3ekvMLxCryQ2R68QtutO85+y7s4/bk7AUzIu6n28bsqsc68f8e8uxAeyLonvOM70JeFu24FHDxLiNs8odCwvFPMWbwMAQi9KbDUvLpjSDtLX5a81LgcPDym4ryWjCq7b6LaO8nRxbvOKay7BHfDPKjBWTyDEwW8uSMCPGbApbxlWEc7mE2svNRPEzzEmIS6ny6dvBtphTtwG586Z279vM9/kDyQmia9u5rLPFx/PjxE6uo6+Xz5uxLf+7ueS5288vyDPOStkLw4/0o76LIAuw839LsIcy68WryRvCxrDrzO5eO5G7swu7kTrbzQKRI8XcOcvHx5MLs6Kve8XncQPM5IQLwi3As8go52vAKlKDxPmTy8g7urO6470jy4rFs8XoUOPUEx6bw69au8yLgzOmJKqzxrxY876KRKPFeXzjw+WZo84Ga1OmkOQzqkVES7Tu2svESs47vUReY8q9wLPOba5DvraeE8ByvJvDh4vzsbgIi83Ua7vIdcULzzHqg7S4mVPIfbZzxz53S8jLqbvK+mrDxw2rc8ooncO/mJbbvJtUe89r4dPBwGqrycI0w8J3wEPOOYAb12GW28zhuGu6KNezzyUBi5","nVjLvI5UHTzV6hK9oIyFPMnwk7z9GeM7KQiyPCWkx7w9lUi8MFHkupUHZrsMobc8xG8KPL2mKbscD608b6M+vERgDrx/0x28wUuXvK6uhjySpts6qLW3vGokbjyYbNk7DP25POhFJrvkl1E85AzAPIkLmTsDJh08cw46vHWytbng6iI6EDDYO7Q1srrvlWU8w/2Au+iim7wFKdk8yVkjPKB3CDxIgy47vLDdOoDJ3rwIplW7epzEPIHbcDyWVwA994SqPGdvhLydGaY8v0yfvJzohzwkUCc84yo9OyhE2ryqqmi7SGX1O4wTUbwro0o8JHoDvDLo+bw5n6I8F7WOO5QDo7tzXXe7wyGkvC9vKDyZZas8GARoPOPcXrxWNAy8bMxaPE7rOLwWnuY7d4ACPa4qxLzbB/48KIcAO38wyDyRBpm8L/d0vGhGHDw6J5Q759H2PL9ZQ7wEHEW896yKPOvrhLxo2na7Uvl2O60MCD2cC148idOyOzRjiTxtv8Q8xOl4ulC0J7xlvom8AwJMvFxI/zxaRca8+KA/vDH6prysUKS8YHCBOhnG+zwMSDG7YRImvFRgs7uIqZS80aHrO+I3ujxXmdU6+tbGupW11boS4gM9LWfIPEfgsrq9hxU6ZVyaPGyhuzzUs568QJVQPAhsUTyecsw8+H2EvLBt1Dw8+Me8sNGxO89DDjyUnAk9oJCtOpCh/zx77cQ8lBDqO9aI2zy7e9k7qKlgvGEDI7xtU+g8f5D5OzQhgLvAlmU8XyzFvLbJcrwYq9u4YOWoPDIIkzweDq68JjorOz8MHTwIHeQ7SnatPF4yirwxaOY805R+PEWy0rrd3gA7+aMIvELi8bv1PHw8kLN4u2SJeTzG0JQ8shjMvGk1NTxiBdG8AjHQu06BOTxs8T48++64PCOeG7zMiDg87W3zPEmiBb0EZyO8mIo0vD/PmbvIQMK8TZvkvKEL1bpR9IQ8RPDEvL+wK7xxxaI8GNwOvNon8Ty1aF67ZBkDPeIlfLww1Zq7","uKbKPDo3zjxk34Q8l8GOuzmriLqzKTq8STkiOwH3YzycdYA7ENMQPDOoT7yNQiK8FxuFunvDCb26Nnm7fYO1vNIknjwG8Mq8DReEvO70CDxxmE68YSGNPHS6Ljx0luG8h/guPMm5vru7dNG8IJyXvPfvDj2szAq7GMqFvCZzTrw7GSW8OE9pPN5Bwbu9Aok5xpUkvDJNcTx2ba68iBXcOvydv7x8y3M8nNKjPNXXozzo3nM7SpxyPAgmnjxitcU86sYovC82tTx4sZw7rUn4u28b8DwACiA8iV8AvK4qrzxklpu7wjiovHZ5Dz34Iiu8EwgPvSYJH7p/2VM8hbsZu2AU4bse1lU8eB2ZvCL/orzOuMw82aqxvB3sFzwsULS8+A9MPALZMrwykqe6q5XmvEnamzyKJDU8Wf7BPAV1wLyIYom7BoG+PO76HjydONK64A77Oh+q77yY1Ws7lcb8PCNy4rtG5Lg86WGLPMimmzzHLGU826NhPKjW17xACus7I4qHvFLOnTyeo6A8DmNFvMkK/ry4Saw8VFs5uwNDCT0A4bi8WPLiO6BSJbxzBhs8IuDdvHUIrDytyD88zO4rvLnburx3jiU71gu3PJsWAD0cFBE9EKmGPLM8srz6D+28WlHSuq/127wgirA8CSHdO7PZ+bx1Wig8kMMlOwqJLD3p7I88ABvKPOUzH7pnozQ8xKjcvNnTtbypKIi8OVTeOgoShTx85EM82BnuOm5rmDxWhuu70n0BPWXb6Dovrpg7PISkvIajrDzHOJe8t4BzvOgQsrovyu+8fMZ6vDgfEjyxCsO87jBIPJVp8jv3lTs7VS41vGa54Dya6cW7/EUdvEr4QLx5E2A8oSjEvF9SZbz7lJg85icPO+lkJTpp5Ly7Am+aPDTHuzxh5J68eZghvKdwiLzukXs8kMhOPHGGC7yIjbs8YCrdvMGWPzzELJ68a+XVPCvPbjzvBc+6KN3VPEEAuDw8mqs8i1u7POLYtTy8BxC8gX2iPJPmxDuCXiY8","dBa2vA7pAbyMeQk9QJipPOBsKbpHnZY7aNU/vLovM7yiKLS8apoRPAnW7rzYo/A8UbU6u4mPwrx414k8cDGqPEDrZzruvxq819favOhe9zxHOLM8Ia1DPAj2jLyYlag7TvGVvDCFxjwshs+8JTfEvHsZlLz3A6q8jgE+PA86mDyb/aC8VbozPJ6fhLwq3L884EQ8PNCjV7yvKpy8BqChOlTAbTzsoI88eSUZvb6VW7xNwnm8qU6iPNXLaDwgRYk8/DFgPEDKsTriD8y8iR0GugY5nLuept67SiZmvNS6Ib2xGU67bSBFufMV9Tulno+8PaoZvSECsDzJ1JC8dd3QuwSifzxujbm8dUZ1PLMwOryUBuy7uYT9vPMx1rqsh0E8IC6rO0CqCLvA3447KDYJO9BlFrx11D46HJwLPE9b5buIRYI8nUFBvPwzjjw3yau8iyw+OzP1OLyoR747+/vUu6f4EDw+yWE8Wyt4vHbXK7wM6p67g24nPClhcjvb4sW7pc7kOiKsmTvQ2VQ8E1D0O0JxGzwaSFi7FABpPGQJvDu6y4W8wHLQufUdZbuD7hY8Woeyu91Yk7zmgI08sYA8PKjoADw2TVk8AQWXPBDnVrwoj8o7ZY0SvJF4gjv3veo8VCO3uwCiXjsvpe88GsE6vFlZqry7WD68dQNNPPax+rpMhQG8pCW3uqT+rbtA0NG7stgaPOZw/TvBBbu8S5W1u3FDqLyIp9A7+cBzPL8WwLwXs+o8aBwiukIsCruwgsC6AiuSvGhJ1jxq8Ka8mQFgO8xCzbqBVMq81fpEPHukJrwqy5c8UE4EvJ8ZILx39G88+CK6Obxm9rwsvYW8UDIAvFFHaLyIyC27WJRFuvKwnLzTiKg5RJqovDetkzxuxAq6OHhXO6K5rjxi2ra8Zijfu743Mzz4d/27N4HkuzxP17u8VD48ztc1vMGe4bzBU7C8Ga6iOyb7jTzuMhk8vx1IvPSjFTw4nqw8dcpjPDA2uzxKKp87NPaWvGIxJzwOMA89","1xeaPMDFOrz1/xQ8ZaFjvIyssLz7Npq8qlrSO5/1qrwUvjG8ksvCvN7NnTwpq1o895j2uzFrLzz1NXa7OdyVvCR6BTzQvoo7J4MHPIrp4DwD+Gi8olNKPGyfqby7nJc8hsnWO8v1r7tyM987RSW0PKvhZ7t40208BI0gvBpEALx9Q2e8N1Y+vPI2mrxP3Tm8qTmPvMvMrDzAuEW84IngPMahzDwgDhg6+azkPJDtCTuzQEW8iEY6O7GMo7tx/AA9cUh5PNAFsbwkw5s8ssO3PFxMxjqtJTS8qoHHvKH9Vjz8FpE6EO81vEuvg7qm57q73gZzvJXOTjwrBpw71/iBuXWNW7xWRbU8wVChO3CocDtbMsI7eb4aPZW7YzwztXo7KVHYvETyt7zbRI68DoxfPKc2JrxjPT68lscEu0utVTxg3WW60rDMPFCZITzZ/ou83nuwuz2QRbx7UoE8SDTMOsAAeDwd7s+8Ke8Qve7lWLwINl68gxXevLerxDrLtwg8jae4PI9pNDw0lWC8OAHJPGVf1Ty/9yy8emqKPGGdtbzL9lK8mbi8PCZKhTxkqAy8qAnbvBLYYjv42jy6qRf+vGgeE7xQMGU8QVUxvSoaL7zoNUs8Yu9IPEGYYLxMaR+9/gR1vMR/NTsT+64857jZu6QM5DsBqHI8PMFvPA6027wUd668mEn0u9oAozw1lwm8t3cJvf86NjwglIY8cmB/vJbdr7yQddS78tgAvHEwmTw2KT67eaDGPEJ/RzwO4eQ7MBQUPKhvBLwGNDy8xGVwPKqAuTx+QK47CG91PLkbDbsvTm08ToCzvD51ILxCGbY8o9Jnu1UegzwsUMA8xUCdvEJ8xjtZQNO7C7y9vKqUnLxp25e8tv2evFfkojxYPMU7AL6tuNTiyDzm0jw8T5tRPH2HUrwkSLg8TJuqPNFtjDz7aZY7nAiIvJ5g/LzPnfU74aBsvAKc/7wC+4K8dcX9u3j0RTxARB48WxiNunQSHjx2yA67gijXPFid5rxIQMA8","8GRaPEg6oTuMegC9Z1/DO6JvSbyf42y8TmtrvPnuoLyaF4Q8CAMWPJ7edjxOO2W8BsKNvOORgrxFV0K8afKEPNu01LxK46W8tNS5uffQhjuGtmk9gh4pPE2zbrwZpiC9z73IvDDdR7wLJks7PJV+vEhk5jxcY/+8mbMVvEt++zwzdY28DBAjPE3QeTwgbM87nCWIvKUfjTwbFnU8JscgPTDXDzugcnY8Ss/UPI/DrTxPkJc6r9/Yugnvhbue2PA6WXbFvP8LtLwX5Qy77cfePJ4rYrxjl2e8+MHGOyVhvLvfrrK8MO91u+DRgTwQU1C7lrNrvCTYjDz0Ngw7IwQDO9SCAbslCI084FrCudRSqLzTzA684N0LPDrCy7yc/Bk8bE8/PKC3Bbq5HWG8nwUwPHFsbzsdGUU818i8u+yDn7vYeG88GU0FPCpVcTww3cs6uX4bO43zs7vMMwc7XxP7PFirxLxRx028zr8JO4XjnLw6RBE9Ob4zPHezhjxOHQs8XULKvCSbIbyihh+7EFKrPGtlpDwpiYG87Vu6vCvIpjx03S85dW3avLjVIzyu2ve8NbEKvLR0Ejz436i7cjmGu73to7ywSpc7mY0bvf0hWLsjDaU6Z9apPGrTCrz8q7w4KzCvPPymLzykwiE7jU+UO01BzLyMujO6TQgzPKbB4zwD9Bk84I+JvGexIT0t/ck6eboKvKRW5TzxFiK8P81VPPYllbz5D5E7t4zJvC/HrzoQbOI8/99+PGE2IDykrfs75jUnvJ2LvDy8o6a8H2GHvNr/dbvns2k8E7ESO2eiCLuoRfy7y6FKPMtzObwOvYi7qqgxvBZMbrzQvzA8lntOO6KrLLvyK3w5++0DPLjMpLzwKM085bxAvELIVjxjw367F+36usMhGzzvWfa7FT5UvPw1hrygjd28MUQIPAAtFb2WTBe8aubGPPUvX7tC+mM8rjITPUBnB71EYmo7dsFCPJ3tE7y+l0s8QRt3vCwMk7vreRa7SyPOPIfkTrw8bym8","HjnAvJP3uLwRoo08lfHVu3PoK72YpKm8CrSAPP1E6DoGY6E8+ueqvEgAsLv259S8UTKrPFtst7ygtOi5OU/HvEEkq7zKij67/Zy+vO66RLvV6Ks8nrA5PCjoLrxv8ru8PQrevHVmnLwc9f28e06mPNwjB7y76FW8Lhm4O7BwijzWJPU6Q/NUPP4j2zeuY0Y7Qy5MvBJTPbz9PES8ICSJPI4Omzze/5m8bFeyO0lwjrzVD028ehumvBz6bDw89vK450iMPBTEPjyTOX886hsCvP2fRrxT9Im80InQvBjHBz0ONNK8ISifvG5KbjzPWtO8lx8VvNY3JLyqKLW8lkcWPVh9RzxIlmq8ZYLvu+GnuzkElxA9xiX6vChh07z86Oq8Z4qFvKi/3ztNpZS7KuOrPBdFCTsFbm48SqGJOpY8NDw8hNI8QN1EO+EXIb2iioO6S835PPiRGjyQGmS7kz9Pvc1uZDwiiKw8GptXO1MR8Txlo6g8Q6zVvN1QiLwPpb48oOy1vCaglzzA3OU72U9pvEWLQLunjJI8Mp+dvOL3ELwQbsW8C+67vLZjFTx0WQy96jENvadTzjyPLYQ8EwvgPFqQP7zNLXk8wq4iPNgYmrziO3K8CYDrOUGB6zrpttO5MJ+NvKQ3pjyU8mS8Ul6ju90QWrxhFX88gYBwOwLMIzqBp6c89aKBPM4obTzdvts8LRsLvcy6STvqFZE8DvgGPEYRjzwwY2w839QLvM2T9bsofE+7D6rmPD2kirqUSgs8VimsvAi9w7yLzKS8VGdkPJfa6TxMSR28kX2uvEzi9btqD468IPuNvATl+Do6u3C8rwmPOiSHazxDzvw8V90avO8cpLvkTrI8SxejvLsbAj05cMW7JhZRPOIH0bui1CA8HITnu/hCzruNvhg8a23DO8n507xc8wk9H4YTu7mvL7xABDM8wXsPO82Ipzt1PC08bGOavDOWVzkfzTQ8PfxevOn2gjwgtpG8nPJzPGbRD7xMuwq8qGIkPBHoAryLGnW7","4DjLPHo/z7xMnZU8SCMZvZvoID3Plhw6mIq+PHh7Or2Svs+8c2C6vBLVJLyQtIK7oZ4dvFGrGLuTF+i8xSXWuvwdkjw8EWi8kmqMO8fqMTz1rdM8oRaFvGraerwi+SY83hy6POQAG7l5Me+8z2I0POLFbzwsXdI6D5OMu6fVhDxj+iC7EbpgujVQajufQyu7RT3Tuxeix7z8xI282HO4u6SxGLw4dcM8aKKvvFgbrzyvdSy8RQriumpQ6TwubyM8rApOPP5CrzyOTxA7g6EIveOu6DpRVBO8LipDvN1dMTwXdZk7+BemPLQp5rvyd6G8kP+MvA/gmzw3OK08o8FBOmxIZjwkYzu8OzJQvOOSg7yyoqi7n+10u7CZfDyrzRo50AuwPNQ3YTys1dy8AimYuyp9VrskPcg8TtUSPPyamLvEiy+8g+jwO6CPMTzPP748FkehPE3GRLzTCQo9klbkvGndKbxRasw82yUQvTv9cbzqiec8+r1iPG55xLyEr648ctLGvAPPkLtrz9o6UmyvOmmo4zz0hZ08exV7Oj9XpbuwFf87zKRzPGfMqrzsbzw8Ol3TuxPv6TzSJ9A7Lf+Cu7Jev7oFMcI8qBPpu6t/xDsdjpo6OtMUPPyrH7xkrjc6ZSu2vG562jyAnwY9EIeQO/JUNb1gsg88yWQlPB2oNruYnpO7Gi6vvO28MbzcNM+81wGFO0mfcbyMKNm8jXmSPPP0g7ygOyA6swyuvCmK0rwes+W8zDeeOxd6wrvItek7KAwnPOzjujxSVLm8j3q1vJYyrLxQsQQ8Ifa7vKF+e7zT3YC80PySPLBZBDzcBwQ9P2e2O/63SrwY3qi8Bv1COVpHtby8eyA8DW1lvEii4bs6fo68KushPFYr4rvp1ea8jsecPK4lhbx9a+o8d/3ivJGn3Lx6Rs887XNzvKQemjwHAqQ7TfB9PEXBADz8iB07CdWDu6aTjTxPFos7rxNLu3wOobx8wao86lHFusG59ryKrOC8h6sCvP0Yj7pl77Y8","IZ1dvEpFZ7ycTow8qtaQvPj8cry1nq679qXeuz3/1TzDcKa7tJHSvHX2Ez3xeOa8TPgVOiYbnDyknYw8eWo7vSrm3LxDZZ08vvYnO+Z9wzzPr4E8SD8kvDJ6k7ysYVC8JCoevL5ZgDobigA7+ECVPPEIGTzr/eo7MsKBPPmTr7yAMq+8VR3CPOMZgjypalU8mSjUPJM/ebw0nJO6mHrMumvQOrzQcPq6wrrdPFryJbw8jGW82RfuPMzQrDzqOja9POWWPOF6WDxFQCE8N3dUvIoR6Lwm7vK7Ldd5PCSSc7oZL8e8JMOju/Pen7ohiuE7zrN1vLnLoLux0YI8UUq/u15U/LtGXJ88k5SKPGjAprxlqME8dfJ4O7eEBTs7WmW8erjTPONPbzx9eWq7ZXaOu+txirzCC9i73Df4vJbVODvY8rC7H6vRPEynBLt261Y7If44u2iqhbsvODO8BmdNu3pyhLyh9KK71O7LvELXC7wlSz48GW4nvGJhPjzhy2S8Af7GPBXfFbqRUQe9YsKdOyiNprzASZq8iRu/vBVD1zxg8Co8NGi5PJdcorqu1cs89oP5uX/XYTtluMw8ICGDvLAJEzwgMzU7YUD6PGteq7wksYG8tXPiu3W6vbwYQgA8FWqTPAX3U7wvIws9MVsRvS31TzzPgAU8EBzzPJhVX7tAXpY5yVOQvIKjq7l1Zhk86loVPHpDb7yaERe8LcLXvBDw8TsA+Pq3qWDrvDSD2zsMTh89aW5YuhUGobzNBxa9mps1vPhxAzsTdV287ATKOu3GibzB1sw8RzbEPEYTuDvqtSO7WGJrvNm6gjx2mn47DzaPvLYUuTxJZ6e8Fa40PCgGhbtRSg67g+YIvSQoAD1Qksy7x9W1u4YYAL2d2Be7QBwivGceszwHaka7cEHXPKSGR7rIPJK8jk/dvGrMr7xffom7S9OjPNhAnbv7qJ87FyJ9uzOuzLxOu4e817fMPIBAEDnMEoQ8T/iRPCuW6Lz9ouK8lulNOzsAYbyTg8u8","IjKcvITsrjzkj0q8mfyCvITn9Tw+8qY7L6aYPJ/y77vE+ZC8zJ6qPBrZ8ruLJQ68TnyGO20+zTysIJ080rubvMxtpzy86UO8JXhFvJGX9ry7QMI7DNWDvMpmNjwxFvI8MK6avCjMr7uPbOy8TgzaPP/LBzxRHMk4qxH2OdziLj2Arrs8YF9fvFzkuTw6M828e48DPXezNjtJXhw8P9QXvSBWiDyoJ807DAgYO1NAkzyxRSs8IbhmvK6ZzDvMI7G8FJYUPFcU/zo5Tba8nEGVu7bZA7zzQKG6f8AUPEx7OzxUSKi8wOWcO/qbkLw2lbY7moLJuxHFabtLsjI8lZkSPNjwxzqjYd68nUgpPF7mJrwxg0+7vKZgPF2znDwjPYY83GU4PCiUszx06Ig7ZMZTvHhjsLthdAe8boH9uTlkF7sHrJM8uv9Nu2W4nbu9dmK8HkPhPCp147wzUHi8kt0NPcKPNLyQX2I7Etncuu2YMTyseau8mIvqvMlU6DyRuie805LOPGkv4LxR2os7iye5uB2GfLu8gQi7s5AvvIjhYbs+F5C8GiefPMVMCDxy8wO9IRvzPHoLvLzA0w68XEM3vTJrkbrbMjY8PlxXPIOtELwIXG687ZKcPN9rPDy3aAQ9WOKlvOwfhbxrhQu86TAFveB/Lbw2FW28cZ3DPA0iBL2/FmQ7va6SPJZgcbwpSbS8DZEKPFLHMLv4NwQ9cea3vBgYKbwo07a8U4mXPDpYmrpBBKU8r6l4PH3+kryfWl08SsWePGAzirqWQtI8kuNrPJW0xLsMoZU8be9DvNeK2Ls6Vni8NBhZPC6KZzu2qGM82E8FvamaZDw91rw8L4WrvFc1wjwa9RQ8Vx/vvKlbb7wRljK7olhPO5PEozwgDZM7Qy9zu8qY4bsOACo85LusPN6obryPvKk7/YfuPKK/v7vQ2Ak8gCXruptfnjznllC8jQKwOzQDEjxlArK8YoPmPMEdxjyXIo484Z49PPRBcDyObGk8L9pguz4PwDwauoG8","PuiHPHQE87tJtcM710HLO9EJBj2HEWU80TyQu4U4PTuCFpE8iBW4POOCGjz2seI7y/jjPIHYEDzCjoa8B2A4PKSmzryNx4a8ThN+vJzV0Tw5i8Q7jDEsvKmxK7zVQWk8uguTPLD9UbytVg68f9igPP+eI7wOesO8Vx/ivPJMqzy3mDC8s1exO8pyYTyUwXS77lW7u2WU4rwGzF27fX4CPI2pYrzImZ48V85rvMXiSrxzEE29aiHdOx5dpzwXBxU9uwGCO9rl6Tum+6Q8+7W6u9GhqrwT3bo82/aIu1nWULvu0JQ89tzCPJ2Z4bxq+Py8X1KVPES3cryPcIO8lqAdvSsqqryKFwa8BERAPFoShbtYCQi9IDpxvD9U8zw+WJQ7fIJGPDAjhzzGroE8Ha9hvGVkCD03zpm8xcOfvLqzN7pIDFQ86Az9u96Euzs0EsO8D3/Zu3rc9zwdC808rkl5PHlSlTupXAA8+gBrvIDNh7vCTS88MFJfvK1LtbuEWxI9JDUMvBL/GLwJeba8lSt4PBQL+juRhNi8BmCXPC5TO73bkse8TBGfPDfJoDzV23U8cPefPDqMgrznYjS8oTICvao0ajjvYIE8CBoovCh14zzwnRO8T06vPEEFETxJl0o86PNGPLXXwjy1h+S7aS4BvZSetDsjMIc8OjmTPNl2Nb1rUdY8v7OvPO2cGT3n77i7qALBvGGjKjssfok86IKwPKZZxDx0sLu8R1mYu0QWGbzls5Y8EBmTPOyRDT03Ape8BcyjPBwYhzxEa245pqyvPPFUwDsmZMQ8aD4PvB3jnDwkLNI8CFB/PHQcHLqv6F466ambu9wVKTxoqCo7mdqbvCQDzbx3yUO8XNCjPJDF1jzS65U8eEe5PGaRzbzCwFq8/Uo3PKr4hzyh81+8/qIaOzixMbyT2us6c5sIPGYPdru2Qok8eG+QO4hGrLw9dpE8q0vJvKfiBLwYLM28X5K2PJ6lbrx9qKK8lMCOOySgsTsAKG86q/eEPNLUtLu3+pW8","67EsPLW4m7zK/L28rhzWO+wRNDyPbD+8M+ZbPEQn4byPnJu8EPf/O7c43TuRJoo8EefKvEJBCjyzrJA8rGE2vLgluTtk4cy8aaw0uuMTUTzPvE08N0PpvH6chDwwrqA8YvqoPNgVhjzKs4w8B8ehPOcj/ztsHuO8yIJSPC172Ty0UnI8KYXTPJCovLwur4i6Li1RPPw+Zzt/GDi8ePf2PIumVbyljdK8//SbOotvnbwtqJU8zDR4vDnkcjzr63+8EtI5vJuW3Lx48zQ7D4ClO6aM7bz1vAm8hzjHPKxFuDwBRV673PI5vDsmI7wFcXI7naNpvN3N8zvLDMY80GYWva5N0LxU+ha82LC4vJbnzjs36+I7G/0svH5ShryeR7y6qBMavIAjCbzyb208mN++OwKovryztd68PX+DvPtqPLyjOzQ7so3uu6iLArzU4PA807eZPLiD4zstoZq8yi/kOhSlgzzkQMw8KLomvKTwfLxsaaq8g3qPvAWUd7whmoS8peCQvHpgDrw5Zdu8L/hevITYmzu9m4w8Fo24vObwpTxEVUU8BNo2PNnr97sjsf06bGSDvWmX6LvXq7W81rg2PXUZtDxH97g8exkMvE1OMLy7zks7B1OWPFC49bwYAiY6MOxdPFi7z7tdEzE4Z49JPIgKnbw8h128aelRvITBTTzoFMY8uFmqvF5WxTtCJ308VaolvdGwvzxRe9U8WAcFvBCdtrpSz5U82SIaPNW/wTzkcbq8umzPPAPasLxix/A7vtyyvIio1Lt05+g8eM9Lur7RMTzTfb88TbiqPEu8sDwdE0+8z6CjvN+T0byU4Lw6EO2lPIyDyLoB/fk7EtQwPYCkXTl4xb4740lgvMJw7LxzEVA876DBPPctkTz/cSu9hAolPDjVQDtPQzq8zU7JvEe5WzwPSgk7gfGFvCbYvryHps88qKIgPEaqsjq32qi8BNC+POUVzLv7oLG83SqtuwMZy7yGyq28U2elvPiKrblwHB89wdqeu84Twjxf3h28",